{
    "Buy And Sell Crypto With Cash In a Decentralized": "在去中心化情况下用现金购买加密货币",
    "P2P Marketplace Built On": "P2P市场的建立基础为",
    "A fully decentralized P2P platform where you can buy and sell crypto with cash using your preffered payment methods.": "这是一个完全去中心化的P2P交易平台。您可以使用您想要的支付方式进行加密货币的现金交易。",
    "Start Trading": "开始交易",
    "Total Volume": "总量",
    "Transactions": "交易",
    "Active Wallets": "使用中的钱包",
    "looking for ways to trade your cryptocurrency into cash?": "您在寻找可以将您的加密货币交换为现金的方式吗？",
    "Get paid in your fiat account in minutes with our list of payment option to choose from": "使用我们提供的支付方式可以在几分钟内将支付的资金转移到您的法定货币账户里",
    "Our Features": "我们的特色",
    "Here is what makes us different from others": "这就是我们与其他平台的不同之处",
    "No Verification Needed": "无需认证",
    "Get started in minutes. Connect your wallet, no need for personal information.": "几分钟内就能建立账户。无需个人信息就能连接您的钱包。",
    "Fully Decentralized": "完全去中心化",
    "Trading takes place among a global P2P network of annonymous users using MansaTrade.": "使用MansaTrade在一个全球P2P网络上与匿名用户进行交易。",
    "Safe": "安全",
    "We don’t have access to your funds. Transfers held in-between trades are stored in a smart contract to protect both buyers and sellers": "我们无权动用您的资金。交易中的资金转账是保存在一个智能合约中的。这样可以保障买家和卖家的安全",
    "Flexible Payment Methods": "灵活的支付方式",
    "We have a wide range of payment method available for you to receive cash": "我们有一系列的支付方式供您接收现金使用",
    "Wallet to Wallet Chat": "钱包聊天功能",
    "Buyers and Sellers can communicate via our smart wallet-to-wallet chat during trade": "买家和卖家可以在交易过程中通过我们的智能钱包聊天功能进行交流",
    "Easy to Use": "使用简单",
    "Getting started on your first trade is just a few clicks away.": "您只需几个点击就可以开始您的第一笔交易了。",
    "HOW P2P WORKS": "P2P是如何工作的",
    "Your step by step guide to using our P2P platform": "P2P系统的逐步使用指南",
    "Create an Offer": "创建一个报价",
    "Create a Buy offer, then wait for users to engage with your created offer.": "创建一个购买报价，然后等待用户与您创建的报价进行互动。",
    "Pay the seller": "向卖家付款",
    "Send money to the seller via the listed payment methods. Complete the fiat transaction and click \"Payment done\" to notify seller.": "通过列出的支付方式将资金转账给卖家。完成法定货币交易后点击\"支付完成\"以通知卖家。",
    "Get your Crypto": "获取加密货币",
    "Once the seller confirms receipt of money, the escrowed crypto will be released to you immediately.": "在卖家确认收到支付金额后，被托管的加密货币会立刻交付给您",
    "Place an Order": "下订单",
    "After you place an order from the offer list, your crypto will be escrowed by our smart contract.": "您在报价列表中下单以后，您的加密货币会由我们的智能合约系统托管。",
    "Confirm the Payment": "确认付款",
    "Check your receiving account for payment confirmation by the buyer. Make sure its the exact amount as stated on the trade.": "请在您的收件账户中查看买家的支付确认信息。请确保支付的金额与交易的金额完全吻合。",
    "Release Crypto": "交付加密货币",
    "Once you confirm the receipt of money, release crypto to the buyer.": "您在确定接受支付金额后，虚拟货币会交付给买家。",
    "Frequently Asked Questions": "常见问题",
    "See what others are also asking about": "看看其他人都询问了什么问题",
    "1. Is MansaTrade Safe": "1. MansaTrade是安全可靠的吗？",
    "In order to achieve security MansaTrade uses a 2-of-2 multi-signature address to safeguard every crypto exchanged on our platform. Trade disputes are resolved using a three-tier system that combines mediation and end-to-end encrypted trader chat. Since fiat transactions can frequently be reversed, there is always some chargeback risk when exchanging fiat currency for crypto. We recommend trading with buyers that are KYC and verified. MansaTrade only accepts payment methods known to be challenging for chargebacks; as a result, We do not accept PayPal or credit cards, for instance.": "为了使交易更加安全可靠，MansaTrade使用了2对2多重签名地址来保护我们平台上的每一笔加密货币交易。交易纠纷可以通过一个结合了调解和端到端加密交易者聊天的三层系统来进行解决。因为法定货币的交易通常可以被逆转，使用法定货币进行加密货币交易会存在一定的拒付风险。我们建议您与KYC认证的买家进行交易。MansaTrade只接受很难拒付的付款方式，所以我们不会接受像Paypal或者信用卡这样的支付方式。",
    "2. What are transaction fees?": "2. 交易手续费是多少？",
	"MansaTrade charges a 0.45% transaction fee on trades relatively lower than most centralized p2p. Transaction fees are automatically deducted from both parties by the smart contract.": "MansaTrade对所有交易收取0.45%的手续费。这比很多其他的中心化P2P交易平台收取的费用要少很多。交易费用会通过智能合约自动从交易双方的账号中扣除。",
    "3. How does MansaTrade handle fiats like dollars and euros? Where does it go?": "3. MansaTrade是如何处理像美元或欧元这样的法定货币的？它们的去向如何？",
	"MansaTrade does not handle fiat at all. Every trade on our platform is settled outside of MansaTrade. In order words, fiat payments are sent outside MansaTrade via traditional banking services.": "MansaTrade不亲自处理法定货币。我们平台上的每一笔交易都是在MansaTrade之外进行结算的。也就是说，法定货币是通过MansaTrade以外的传统的银行方式进行转账的。",
    "4. Does MansaTrade require a security deposit?": "4. MansaTrade需要我交纳押金吗？",
	"As of now, MansaTrade does not require a security deposit. However, crypto sellers for fiat are required to deposit the asset they want to trade for cash into our secured smart contract before receiving fiat. On the other hand, buyers (Fiat Providers) are not required to deposit crypto. One-time KYC for buyers is optional but highly recommended to remain a verified buyer on the platform, which increases seller trust.": "到目前为止，MansaTrade不要求用户交纳任何押金。但是，使用法定货币交易的加密货币卖家必须在他们接受到法定货币之前在我们的智能合约系统上存入他们想要用于换取现金的资产。而对于买家（法定货币的提供者）而言，他们不需要提前存入加密货币。一次性的KYC认证对于买家来说不是必须的，但是我们强烈建议买家进行认证以保持在我们的平台上的认证买家状态，这样可以增加卖家对您的信任度。",
    "5. Which payment methods are available?": "5. 有什么样的支付方式可供选择？",
	"MansaTrade accepts over 20 different payment methods such as Zelle, Cashapp, Venmo, Apple Pay, Wechat, and many more. Navigate through the platform for a complete list of all payment methods.": "MansaTrade可以接受超过20种不同的支付方式，比如Zelle, Cashapp, Venmo, 苹果支付, 微信支付等等。您可以通过我们的平台查看完整的支付方式列表。",
    "6. How long does a trade take?": "6. 一次交易需要多长时间？",
	"MansaTrade does not offer automatic order matching. All trades are settled manually by humans outside the MansaTrade P2P platform. Trades can still be completed quite rapidly even though they take longer than they would on Centralized exchanges. Most payment methods on MansaTrade platform are instant while others may take a few days such as certain bank transfers.": "MansaTrade不提供自动订单匹配功能。所有的交易都需要在MansaTrade P2P平台外进行人工处理。虽然此种交易与中心化交易相比要慢一些，但是其交易完成速度也是非常快的。大多数在MansaTrade平台上的支付方式是会立刻到账的，其他少数支付方式（比如个别的银行转账）可能会需要几天的时间。",
	"7. How does MansaTrade protect my privacy?": "7. MansaTrade是如何保护我的隐私的？",
	"Personal information of users such as names, email, phone number etc. Are not required to use on our platform. Our platform does not have a database and every payment information is stored on the Smart Contract.": "您不需要向我们的平台提供用户的个人信息（比如姓名、电子邮件地址、电话号码等等）来进行交易。我们的平台不包含数据库。所有的支付信息都被存在智能合约系统中。",
	"8. How does MansaTrade protect my data?": "8. MansaTrade是如何保护我的数据安全的？",
	"MansaTrade does not store data at all, and has no backend server. Our technology uses only the front end and smart contract. We do not store user data or payment information. We use two types of keys; the private key is used to decrypt messages while the public key can only encrypt messages. For example, A buyer's public key is made public when they create an offer in the smart contract. When a seller wants to interact with a buyer's offer, the seller uses the buyer's public keys to encrypt his/her payment information which is sent to the smart contract. The buyer then decrypts the data with his private key.": "MansaTrade不会存储您的任何数据。我们也没有任何后端服务器。我们的科技仅限于前台服务和智能合约系统。我们不存储用户的数据和支付信息。我们使用两种密钥：私钥用于解密消息，而公钥只能用于加密消息。比如，当买家在智能合约系统中创建报价后，买家的公钥就被公开可见了。当卖家想要与买家的报价互动时，卖家可以使用买家的公钥来加密自己支付信息，并发送到智能合约系统中。买家然后可以使用自己的私钥来解密这个信息。",
    "Connect Wallet": "连接钱包",
    "Offers": "报价",
    "My Orders": "我的订单",
    "Trading Wallet": "交易钱包",
    "Account": "账户",
    "Stats": "数据",
    "Create New Offer": "创建新的报价",
    "Buy Crypto for Cash": "使用现金购买加密货币",
    "View my Offers": "查看我的报价",
    "Create A Buy Offer": "创建一个购买报价",
    "Specify your sell order requirements": "请详细说明您的出售订单要求",
    "Please connect your wallet": "请连接您的钱包",
    "Offer Options": "报价选项",
    "Offer Terms": "报价条款",
    "Select Crypto to Buy": "选择要购买的加密货币",
    "Select Fiat to Accept": "选择可以接受的法定货币",
    "Total Trading Amount": "总交易金额",
    "Order Limit": "订单限制",
    "Offer Price": "报价价格",
    "Fixed Price": "固定价格",
    "Choose crypto rate you want to use": "选择您想要使用的加密货币价格",
    "Offer’s selling price is locked once created, and does not fluctuate with the market price.": "报价的卖出价格一旦创建后就会被锁定，并不随市场价格的变化而波动。",
    "Offer Rate": "报价价格",
    "Current": "当前",
    "marketplace price": "市场价格",
    "Floating Price": "浮动价格",
    "Offer’s selling price will fluctuate with the market price of the crypto.": "报价的卖出价格会随着加密货币的市场价格而波动。",
    "Your Rate": "您的价格",
    "Payment Options": "支付方式",
    "Select your payment option (up to 3)": "选择您的支付方式 (最多3种)",
    "Add New": "添加新的支付方式",
    "Trade Time Limit": "交易时间限制",
    "Next Step": "下一步",
    "Cancel": "取消",
    "Post": "发布",
    "To create an offer you need to be Verified using KYC": "您需要使用KYC认证来创建一个报价",
    "This is one time payment on your account": "这是针对您的账户的一次性的收费",
    "KYC fee": "KYC费用",
    "Frequency": "频率",
    "I agree for the above listed amount to be withdrawn from my account wallet": "我同意将以上列出的金额从我的账户钱包中取出",
    "Pay": "支付",
    "Offer Confirmation": "报价确认",
    "Check the offer terms before proceeding to submit this offer": "请在提交本报价之前查看报价条款",
    "Rate": "价格",
    "Limit": "限制",
    "Payment Method": "支付方式",
    "Crypto to Buy": "要购买的加密货币",
    "Fiat to Send": "要汇出的法定货币",
    "I have read through the offer terms, and want to proceed to create this offer": "我已经阅读了报价条款，请创建报价",
    "Submit Offer": "提交报价",
    "Available Offers": "可供选择的报价",
    "Filter by Crypto": "按加密货币进行筛选",
    "Filter by Fiat": "按法定货币进行筛选",
    "Filter by Payment Method": "按支付方式进行筛选",
    "Enter Amount": "输入金额",
    "Enter amount here": "在这里输入金额",
    "Region": "地区",
    "Only verified users": "仅供认证用户使用",
    "Refresh": "刷新",
    "Venders": "供应家",
    "Limit / Available": "限制 / 可用的",
    "Trade": "交易",
    "There is no data.": "没有数据。",
    "Online": "在线",
    "Buying": "购买中",
    "Sell": "卖出",
    "Notifications": "通知",
    "All access to your notifications": "您的通知的所有访问权限",
    "New order is created for": "新订单的接收人为",
    "This order is created by": "本订单的创建者为",
    "Edit A Buy Offer": "编辑一个购买报价",
    "View Offer": "查看报价",
    "Amount to sell": "出售金额",
    "Amount to send": "汇出金额",
    "Amount to receive": "接收金额",
    "Payment option": "支付方式",
    "Trade limit": "交易限制",
    "Min": "最小",
    "Max": "最大",
    "Buyer rate": "买家出价",
    "Trade time limit": "交易时间限制",
    "Transaction fee": "交易手续费",
    "Begin Trade": "开始交易",
    "Transfer Crypto to Trading Wallet": "将加密货币转账到交易钱包中",
    "Your crypto would be transferred to a secured wallet in our smart contract for this trade": "您的加密货币会在本次交易过程中转移到我们智能合约的安全钱包中",
    "Note: Your crypto will not be released to the buyer until you release the fund after getting your payment": "注意：只有在您收到付款、交付资金后，您的加密货币才能被支付",
    "Transfer": "转账",
    "Confirm to Transfer Crypto": "确定加密货币转账",
    "You are transferring crypto to a secured wallet for the period of this trade": "您正在把加密货币转移到一个安全的钱包中。加密货币会在此交易阶段保存在该钱包中",
    "Amount": "金额",
    "I understand that this fund will be locked until the trade is completed": "我知道此资金在交易完成前会被冻结",
    "My Offers": "我的报价",
    "My created offers": "我创建的报价",
    "Status": "状态",
    "Date Range": "日期范围",
    "Type": "类型",
    "Crypto Bought": "以购买的加密货币",
    "Action": "操作",
    "Offline": "下线",
    "Edit Offer": "编辑报价",
    "Discontinued Offer": "终止报价",
    "You currently have no notifications": "您当前没有通知",
    "Order Type": "订单类型",
    "Download": "下载",
    "Type/Vendors": "类型/供应商",
    "Fiat Amount": "法定货币金额",
    "Crypto Amount": "加密货币金额",
    "View": "查看",
    "Completed": "已完成",
    "Pending": "待完成",
    "Cancelled": "已取消",
    "This is your trade locked fund": "这是您已冻结的交易资金",
    "Locked Balance": "已冻结的余额",
    "Token:": "代币:",
    "Loading": "正在加载",
    "There is no locked token": "没有已冻结的代币",
    "Account Settings": "账户设置",
    "Customize your account here": "在这里自定义您的账户",
    "Change your language": "更改您的语言",
    "Change your preferred language": "更改您的首选语言",
    "Change your region": "更改您的地区",
    "Change your preferred region": "更改您的首选地区",
    "Create Account": "创建账户",
    "Change": "更改",
    "Duration": "时长",
    "Wait for buyer confirmation": "等该买家确认",
    "Payment wait time": "支付等待时间",
    "Waiting for payment": "等待支付",
    "Release crypto": "交付加密货币",
    "Trade Information": "交易信息",
    "Your Payment Information": "您的支付信息",
    "This is your selected payment method": "这是您选择的支付方式",
    "Seller's Zelle Email": "卖家的Zelle电子邮箱地址",
    "Account Name": "账户姓名",
    "Reference Message": "参考消息",
    "You will be notified once buyer have sent the payment": "当买家付款后，您会收到通知",
    "Buy": "购买",
    "Paid": "已支付",
    "Buyer has marked this payment as “paid”, click on “confirm payment” when you have received the complete fund": "买家已将此支付标记为“已付款”，请在收到所有资金后点击“确认付款”",
    "Confirm Payment": "确认付款",
    "Create a Dispute": "创建一个纠纷",
    "Confirm to Release Crypto": "确定要交付加密货币",
    "Don't release crypto unless you have receive confirmation of payment": "请不要在确定收款前交付加密货币",
    "I confirm that I have received the exact fund from the buyer as listed above": "我确定已经从上列买家那里收到了正确的支付金额",
    "Confirm": "确认",
    "You have sold": "您已经卖出了",
    "Done": "已完成",
    "Are you sure you want to create a dispute?": "您确定要创建一个纠纷吗？",
    "Proceed to create a dispute if you have tried contacting the other party via chat and the issue have not been resolved": "如果您已经尝试通过聊天功能来联系对方，并且问题还没有解决，请创建一个纠纷",
    "Create Dispute": "创建纠纷",
    "Dispute": "纠纷",
    "Reason for dispute": "纠纷理由",
    "Description": "说明",
    "Start Dispute": "启用纠纷",
    "Order": "订单",
    "The order has been marked as completed": "订单已被标记为已完成",
    "Rate Buyer": "为买家评分",
    "How was your experience trading with this buyer?": "您与此买家交易的体验如何？",
    "Positive": "积极的",
    "Negative": "消极的",
    "The order has been marked as cancelled": "订单已被标记为已取消",
    "Proceed to make payment": "请进行支付",
    "Please complete the trade within this timeline": "请在本时间限制内完成交易",
    "Transfer payment to seller": "将支付金额转给卖家",
    "Transaction pending": "等待交易完成",
    "Once payment is completed, click on \"payment done\"": "付款完成后请点击 \"付款完成\"",
    "Payment Done": "已付款",
    "Wait for seller's confirmation": "等待卖家确认",
    "Wait time": "等待时间",
    "Waiting for seller's confirmation": "正在等待卖家确认",
    "The seller has marked this order as completed.": "卖家已将本订单标记为已完成。",
    "Order Number": "订单号",
    "Date": "日期",
    "Amount to pay": "需要支付的金额",
    "Crypto to receive after fees": "要接收的加密货币",
    "Payment method used for this trade": "本次交易使用的支付方式",
    "Import/Export your keys": "导入/导出您的密钥",
    "Export your private and public key in case you want to clear your cookies but still want to keep your buy orders": "请将您的私钥和公钥导出，以便在清除缓存后仍然可以保存您的购买订单",
    "Payment is done": "已付款",
    "Are you Sure you want to confirm the payment?": "您确定要确认付款吗？",
    "Are you sure you want to discontinue this offer?": "您确定要终止这个报价吗？",
    "This will remove the active offers off the available offers dashboard": "本操作会把活跃的订单从可用报价面板中移除",
    "Order is cancelled": "订单已取消",
    "Wait time expired, sell order was cancelled. Your Crypto will be returned to your Wallet": "等待时间已超时，出售订单已取消。您的加密货币将被返还到您的钱包中",
    "Change Language": "更改语言",
    "Select your prefered language from the list": "请从列表中选择您的首选语言",
    "Change Region": "更改地区",
    "Select your prefered region from the list": "请从列表中选择您的首选地区",
    "Please send a E-Mail to Dispute@mansa-trade.com to settle this Dispute": "请发送电子邮件至Dispute@mansa-trade.com以调解此纠纷",
    "Add Payment Method": "添加付款方式",
    "Add": "添加",
    "Account Details": "账户详情",
    "Enter your full name": "输入您的全名",
    "Enter your email address": "输入您的电子邮箱地址",
    "I confirm the above payment details is correct. I agree this information will be visible to the buyer during the transaction for fiat payment.": "我确定以上支付信息是正确的。我同意买家在使用法定货币支付交易时会看到此信息。",
    "You will be notified once buyer have sent the payment.": "当买家发送付款后您会收到通知。"
}