{
    "Buy And Sell Crypto With Cash In a Decentralized": "Achetez et vendez des crypto-monnaies en espèces sur une place de marché",
    "P2P Marketplace Built On": "Décentralisée construite sur",
    "A fully decentralized P2P platform where you can buy and sell crypto with cash using your preffered payment methods.": "Une plateforme P2P entièrement décentralisée où vous pouvez acheter et vendre des crypto-monnaies en espèces en utilisant vos méthodes de paiement préférées.",
    "Start Trading": "Commencer à échanger",
    "Total Volume": "Volume total",
    "Transactions": "Transactions",
    "Active Wallets": "Portefeuilles actifs",
    "looking for ways to trade your cryptocurrency into cash?": "Vous cherchez des moyens d'échanger votre crypto-monnaie contre de l'argent ?",
    "Get paid in your fiat account in minutes with our list of payment option to choose from": "Recevez un paiement sur votre compte fiduciaire en quelques minutes grâce à notre liste d'options de paiement",
    "Our Features": "Nos caractéristiques",
    "Here is what makes us different from others": "Voici ce qui nous différencie des autres",
    "No Verification Needed": "Aucune vérification nécessaire",
    "Get started in minutes. Connect your wallet, no need for personal information.": "Démarrez en quelques minutes. Connectez votre portefeuille, pas besoin de fournir d'informations personnelles.",
    "Fully Decentralized": "Entièrement décentralisé",
    "Trading takes place among a global P2P network of annonymous users using MansaTrade.": "Les échanges ont lieu au sein d'un réseau P2P mondial d'utilisateurs anonymes utilisant MansaTrade.",
    "Safe": "Sécurisé",
    "We don’t have access to your funds. Transfers held in-between trades are stored in a smart contract to protect both buyers and sellers": "Nous n'avons pas accès à vos fonds. Les transferts effectués entre les transactions sont stockés dans un contrat intelligent afin de protéger les acheteurs et les vendeurs",
    "Flexible Payment Methods": "Méthodes de paiement flexibles",
    "We have a wide range of payment method available for you to receive cash": "Nous disposons d'un large éventail de méthodes de paiement pour vous permettre de recevoir des fonds",
    "Wallet to Wallet Chat": "Discussion de portefeuille à portefeuille",
    "Buyers and Sellers can communicate via our smart wallet-to-wallet chat during trade": "Les acheteurs et les vendeurs peuvent communiquer via notre chat intelligent de portefeuille à portefeuille pendant les échanges",
    "Easy to Use": "Facile à utiliser",
    "Getting started on your first trade is just a few clicks away.": "Vous pouvez commencer votre première transaction en quelques clics.",
    "HOW P2P WORKS": "COMMENT FONCTIONNE LE P2P",
    "Your step by step guide to using our P2P platform": "Votre guide étape par étape pour utiliser notre plateforme P2P",
    "Create an Offer": "Créez une offre",
    "Create a Buy offer, then wait for users to engage with your created offer.": "Créez une offre d'achat, puis attendez que les utilisateurs s'engagent avec votre offre créée.",
    "Pay the seller": "Payez le vendeur",
    "Send money to the seller via the listed payment methods. Complete the fiat transaction and click \"Payment done\" to notify seller.": "Envoyez de l'argent au vendeur en utilisant les méthodes de paiement listées. Terminez la transaction fiat et cliquez sur \\ « Paiement effectué\\ » pour informer le vendeur.",
    "Get your Crypto": "Recevez votre crypto",
    "Once the seller confirms receipt of money, the escrowed crypto will be released to you immediately.": "Une fois que le vendeur confirme la réception de l'argent, la crypto séquestrée vous sera libérée immédiatement.",
    "Place an Order": "Passez une commande",
    "After you place an order from the offer list, your crypto will be escrowed by our smart contract.": "Après avoir passé une commande à partir de la liste des offres, votre crypto sera séquestré par notre contrat intelligent.",
    "Confirm the Payment": "Confirmez le paiement",
    "Check your receiving account for payment confirmation by the buyer. Make sure its the exact amount as stated on the trade.": "Vérifiez sur votre compte de réception la confirmation du paiement par l'acheteur. Assurez-vous qu'il s'agit du montant exact indiqué dans la transaction.",
    "Release Crypto": "Libérez la crypto",
    "Once you confirm the receipt of money, release crypto to the buyer.": "Une fois que vous avez confirmé la réception de l'argent, libérez la crypto à l'acheteur.",
    "Frequently Asked Questions": "Foire aux questions",
    "See what others are also asking about": "Découvrez les questions que les autres se posent également",
    "1. Is MansaTrade Safe": "1. MansaTrade est-il fiable ?",
    "In order to achieve security MansaTrade uses a 2-of-2 multi-signature address to safeguard every crypto exchanged on our platform. Trade disputes are resolved using a three-tier system that combines mediation and end-to-end encrypted trader chat. Since fiat transactions can frequently be reversed, there is always some chargeback risk when exchanging fiat currency for crypto. We recommend trading with buyers that are KYC and verified. MansaTrade only accepts payment methods known to be challenging for chargebacks; as a result, We do not accept PayPal or credit cards, for instance.": "Afin de garantir la sécurité, MansaTrade utilise une adresse multi-signature 2 sur 2 pour protéger chaque crypto échangé sur notre plateforme. Les conflits commerciaux sont résolus à l'aide d'un système à trois niveaux qui combine la médiation et le chat crypté de bout en bout avec les opérateurs. Comme les transactions en monnaie fiduciaire peuvent souvent être annulées, il existe toujours un risque de rétrofacturation lors de l'échange de monnaie fiduciaire contre des crypto-monnaies. Nous recommandons d'échanger avec des acheteurs qui sont KYC et vérifiés. MansaTrade n'accepte que les méthodes de paiement connues pour présenter un risque de rétrofacturation ; par conséquent, nous n'acceptons pas PayPal ou les cartes de crédit, par exemple.",
    "2. What are transaction fees?": "2. Quels sont les frais de transaction ?",
	"MansaTrade charges a 0.45% transaction fee on trades relatively lower than most centralized p2p. Transaction fees are automatically deducted from both parties by the smart contract.": "MansaTrade facture des frais de transaction de 0.45 % sur les opérations, ce qui est relativement inférieur à la plupart des systèmes p2p centralisés. Les frais de transaction sont automatiquement déduits des deux parties par le contrat intelligent.",
    "3. How does MansaTrade handle fiats like dollars and euros? Where does it go?": "3. Comment MansaTrade gère-t-il les devises comme le dollar et l'euro ? Où vont-ils ?",
	"MansaTrade does not handle fiat at all. Every trade on our platform is settled outside of MansaTrade. In order words, fiat payments are sent outside MansaTrade via traditional banking services.": "MansaTrade ne gère pas du tout de monnaie fiduciaire. Chaque transaction sur notre plateforme est réglée en dehors de MansaTrade. En d'autres termes, les paiements en fiat sont envoyés en dehors de MansaTrade via les services bancaires traditionnels.",
    "4. Does MansaTrade require a security deposit?": "4. MansaTrade exige-t-il un dépôt de garantie ?",
	"As of now, MansaTrade does not require a security deposit. However, crypto sellers for fiat are required to deposit the asset they want to trade for cash into our secured smart contract before receiving fiat. On the other hand, buyers (Fiat Providers) are not required to deposit crypto. One-time KYC for buyers is optional but highly recommended to remain a verified buyer on the platform, which increases seller trust.": "Pour l'instant, MansaTrade n'exige pas de dépôt de garantie. Cependant, les vendeurs de crypto-monnaies pour le fiat sont tenus de déposer l'actif qu'ils veulent échanger contre de l'argent dans notre contrat intelligent sécurisé avant de recevoir le fiat. En revanche, les acheteurs (fournisseurs de fiat) ne sont pas tenus de déposer de la crypto. Le KYC unique pour les acheteurs est facultatif mais fortement recommandé pour rester un acheteur vérifié sur la plateforme, ce qui augmente la confiance des vendeurs.",
    "5. Which payment methods are available?": "5. Quelles sont les méthodes de paiement disponibles ?",
	"MansaTrade accepts over 20 different payment methods such as Zelle, Cashapp, Venmo, Apple Pay, Wechat, and many more. Navigate through the platform for a complete list of all payment methods.": "MansaTrade accepte plus de 20 méthodes de paiement différentes telles que Zelle, Cashapp, Venmo, Apple Pay, Wechat, et bien d'autres. Consultez la plateforme pour obtenir une liste complète de toutes les méthodes de paiement.",
    "6. How long does a trade take?": "6. Combien de temps prend une transaction ?",
	"MansaTrade does not offer automatic order matching. All trades are settled manually by humans outside the MansaTrade P2P platform. Trades can still be completed quite rapidly even though they take longer than they would on Centralized exchanges. Most payment methods on MansaTrade platform are instant while others may take a few days such as certain bank transfers.": "MansaTrade ne propose pas de correspondance automatique des ordres. Toutes les transactions sont réglées manuellement par des personnes extérieures à la plateforme MansaTrade P2P. Les transactions peuvent être réalisées assez rapidement, même si elles prennent plus de temps que sur les bourses centralisées. La plupart des méthodes de paiement sur la plateforme MansaTrade sont quasi instantanées, tandis que d'autres peuvent prendre quelques jours, comme certains virements bancaires.",
	"7. How does MansaTrade protect my privacy?": "7. Comment MansaTrade protège-t-il ma vie privée ?",
	"Personal information of users such as names, email, phone number etc. Are not required to use on our platform. Our platform does not have a database and every payment information is stored on the Smart Contract.": "Les informations personnelles des utilisateurs telles que le nom, l'adresse e-mail, le numéro de téléphone, etc. ne sont pas nécessaires pour utiliser notre plateforme. Notre plateforme n'a pas de base de données et chaque information de paiement est stockée sur le contrat intelligent.",
	"8. How does MansaTrade protect my data?": "8. Comment MansaTrade protège-t-il mes données ?",
	"MansaTrade does not store data at all, and has no backend server. Our technology uses only the front end and smart contract. We do not store user data or payment information. We use two types of keys; the private key is used to decrypt messages while the public key can only encrypt messages. For example, A buyer's public key is made public when they create an offer in the smart contract. When a seller wants to interact with a buyer's offer, the seller uses the buyer's public keys to encrypt his/her payment information which is sent to the smart contract. The buyer then decrypts the data with his private key.": "MansaTrade ne stocke aucune donnée et n'a pas de serveur dorsal. Notre technologie utilise uniquement l'interface et le contrat intelligent. Nous ne stockons pas les données des utilisateurs ni les informations de paiement. Nous utilisons deux types de clés : la clé privée est utilisée pour décrypter les messages tandis que la clé publique ne peut que crypter les messages. Par exemple, la clé publique d'un acheteur est rendue publique lorsqu'il crée une offre dans le contrat intelligent. Lorsqu'un vendeur souhaite interagir avec l'offre d'un acheteur, il utilise les clés publiques de ce dernier pour chiffrer les informations relatives à son paiement, qui sont envoyées au contrat intelligent. L'acheteur décrypte ensuite les données avec sa clé privée.",
    "Connect Wallet": "Connecter le portefeuille",
    "Offers": "Offres",
    "My Orders": "Mes commandes",
    "Trading Wallet": "Portefeuille transactionnel",
    "Account": "Compte",
    "Stats": "Statistiques",
    "Create New Offer": "Créer une nouvelle offre",
    "Buy Crypto for Cash": "Acheter des Crypto pour de l'argent",
    "View my Offers": "Voir mes offres",
    "Create A Buy Offer": "Créer une offre d'achat",
    "Specify your sell order requirments": "Précisez les conditions de votre ordre de vente",
    "Please connect your wallet": "Veuillez connecter votre portefeuille",
    "Offer Options": "Options de l'offre",
    "Offer Terms": "Conditions de l'offre",
    "Select Crypto to Buy": "Sélectionnez Crypto pour acheter",
    "Select Fiat to Accept": "Sélectionnez Fiat pour accepter",
    "Total Trading Amount": "Montant total de la transaction",
    "Order Limit": "Limite d'ordre",
    "Offer Price": "Prix de l'offre",
    "Fixed Price": "Prix fixe",
    "Choose crypto rate you want to use": "Choisissez le taux de crypto que vous voulez utiliser",
    "Offer’s selling price is locked once created, and does not fluctuate with the market price.": "Le prix de vente de l'offre est verrouillé une fois créé, et ne fluctue pas avec le prix du marché.",
    "Offer Rate": "Taux de l'offre",
    "Current": "Courant",
    "marketplace price": "prix du marché",
    "Floating Price": "Prix flottant",
    "Offer’s selling price will fluctuate with the market price of the crypto.": "Le prix de vente de l'offre fluctue en fonction du prix du marché de la crypto.",
    "Your Rate": "Votre taux",
    "Payment Options": "Options de paiement",
    "Select your payment option (up to 3)": "Sélectionnez votre option de paiement (jusqu'à 3)",
    "Add New": "Ajouter un nouveau",
    "Trade Time Limit": "Délai de transaction",
    "Next Step": "Étape suivante",
    "Cancel": "Annuler",
    "Post": "Poster",
    "To create an offer you need to be Verified using KYC": "Pour créer une offre, vous devez être authentifié à l'aide de KYC",
    "This is one time payment on your account": "Il s'agit d'un paiement unique sur votre compte",
    "KYC fee": "Frais de KYC",
    "Frequency": "Fréquence",
    "I agree for the above listed amount to be withdrawn from my account wallet": "J'accepte que le montant indiqué ci-dessus soit retiré du portefeuille lié à mon compte",
    "Pay": "Payer",
    "Offer Confirmation": "Confirmation de l'offre",
    "Check the offer terms before proceeding to submit this offer": "Vérifiez les conditions de l'offre avant de soumettre cette offre",
    "Rate": "Taux",
    "Limit": "Limite",
    "Payment Method": "Méthode de paiement",
    "Crypto to Buy": "Crypto à acheter",
    "Fiat to Send": "Fiat à envoyer",
    "I have read through the offer terms, and want to proceed to create this offer": "J'ai lu les conditions de l'offre et je souhaite créer cette offre",
    "Submit Offer": "Soumettre l'offre",
    "Available Offers": "Offres disponibles",
    "Filter by Crypto": "Filtrer par Crypto",
    "Filter by Fiat": "Filtrer par Fiat",
    "Filter by Payment Method": "Filtrer par mode de paiement",
    "Enter Amount": "Entrez le montant",
    "Enter amount here": "Entrez le montant ici",
    "Region": "Région",
    "Only verified users": "Seulement les utilisateurs vérifiés",
    "Refresh": "Actualiser",
    "Venders": "Vendeurs",
    "Limit / Available": "Limite / Disponible",
    "Trade": "Échanger",
    "There is no data.": "Il n'y a pas de données.",
    "Online": "En ligne",
    "Buying": "Acheter",
    "Sell": "Vendre",
    "Notifications": "Notifications",
    "All access to your notifications": "Tout accès à vos notifications",
    "New order is created for": "Une nouvelle commande est créée pour",
    "This order is created by": "Cette commande est créée par",
    "Edit A Buy Offer": "Éditer une offre d'achat",
    "View Offer": "Voir l'offre",
    "Amount to sell": "Montant à vendre",
    "Amount to send": "Montant à envoyer",
    "Amount to receive": "Montant à recevoir",
    "Payment option": "Option de paiement",
    "Trade limit": "Limite de transaction",
    "Min": "Min",
    "Max": "Max",
    "Buyer rate": "Taux acheteur",
    "Trade time limit": "Délai de transaction",
    "Transaction fee": "Frais de transaction",
    "Begin Trade": "Commencer la transaction",
    "Transfer Crypto to Trading Wallet": "Transférer les crypto-monnaies vers le portefeuille d'échange",
    "Your crypto would be transferred to a secured wallet in our smart contract for this trade": "Votre crypto sera transféré vers un portefeuille sécurisé dans notre contrat intelligent pour cette transaction",
    "Note: Your crypto will not be released to the buyer until you release the fund after getting your payment": "Note : Votre crypto ne sera pas libéré à l'acheteur jusqu'à ce que vous libérez le fonds après avoir obtenu votre paiement",
    "Transfer": "Transférer",
    "Confirm to Transfer Crypto": "Confirmer le transfert de crypto",
    "You are transferring crypto to a secured wallet for the period of this trade": "Vous transférez de la crypto vers un portefeuille sécurisé pour la période de cet échange",
    "Amount": "Montant",
    "I understand that this fund will be locked until the trade is completed": "Je comprends que ce fonds sera bloqué jusqu'à ce que la transaction soit terminée"    ,
    "My Offers": "Mes offres",
    "My created offers": "Mes offres créées",
    "Status": "Statut",
    "Date Range": "Plage de dates",
    "Type": "Type",
    "Crypto Bought": "Crypto acheté",
    "Action": "Action",
    "Offline": "Hors ligne",
    "Edit Offer": "Modifier l'offre",
    "Discontinued Offer": "Abandonner l'offre",
    "You currently have no notifications": "Vous n'avez actuellement aucune notification",
    "Order Type": "Type de commande",
    "Download": "Télécharger",
    "Type/Vendors": "Type/Fournisseurs",
    "Fiat Amount": "Montant en Fiat",
    "Crypto Amount": "Montant en Crypto",
    "View": "Voir",
    "Completed": "Complété",
    "Pending": "En attente",
    "Cancelled": "Annulé",
    "This is your trade locked fund": "Il s'agit du fonds bloqué de votre transaction",
    "Locked Balance": "Solde bloqué",
    "Token:": "Jeton :",
    "Loading": "Chargement",
    "There is no locked token": "Il n'y a pas de jeton bloqué",
    "Account Settings": "Paramètres du compte",
    "Customize your account here": "Personnalisez votre compte ici",
    "Change your language": "Changez votre langue",
    "Change your preferred language": "Changez votre langue préférée",
    "Change your region": "Changez votre région",
    "Change your preferred region": "Changez votre région préférée",
    "Create Account": "Créer un compte",
    "Change": "Modifier",
    "Duration": "Durée",
    "Wait for buyer confirmation": "Attendre la confirmation de l'acheteur",
    "Payment wait time": "Temps d'attente du paiement",
    "Waiting for payment": "Attente du paiement",
    "Release crypto": "Libération de la crypto",
    "Trade Information": "Informations sur l'échange",
    "Your Payment Information": "Vos informations de paiement",
    "This is your selected payment method": "C'est le mode de paiement que vous avez choisi",
    "Seller's Zelle Email": "L'email Zelle du vendeur",
    "Account Name": "Nom du compte",
    "Reference Message": "Message de référence",
    "You will be notified once buyer have sent the payment": "Vous serez informé dès que le paiement aura été envoyé par l'acheteur",
    "Buy": "Acheter",
    "Paid": "Payé",
    "Buyer has marked this payment as “paid”, click on “confirm payment” when you have received the complete fund": "L'acheteur a marqué ce paiement comme « payé », cliquez sur « confirmer le paiement » lorsque vous avez reçu les fonds complets",
    "Confirm Payment": "Confirmer le paiement",
    "Create a Dispute": "Créer un litige",
    "Confirm to Release Crypto": "Confirmer la libération de crypto",
    "Don't release crypto unless you have receive confirmation of payment": "Ne libérez pas de crypto tant que vous n'avez pas reçu la confirmation du paiement",
    "I confirm that I have received the exact fund from the buyer as listed above": "Je confirme que j'ai reçu les fonds exacts de l'acheteur comme indiqué ci-dessus",
    "Confirm": "Confirmer",
    "You have sold": "Vous avez vendu",
    "Done": "Terminé",
    "Are you sure you want to create a dispute?": "Êtes-vous sûr de vouloir créer un litige ?",
    "Proceed to create a dispute if you have tried contacting the other party via chat and the issue have not been resolved": "Procédez à la création d'un litige si vous avez essayé de contacter l'autre partie par chat et que le problème n'a pas été résolu",
    "Create Dispute": "Créer un litige",
    "Dispute": "Litige",
    "Reason for dispute": "Motif du litige",
    "Description": "Description",
    "Start Dispute": "Commencer le litige",
    "Order": "Commande",
    "The order has been marked as completed": "La commande a été marquée comme terminée",
    "Rate Buyer": "Évaluer l'acheteur",
    "How was your experience trading with this buyer?": "Comment s'est déroulée votre transaction avec cet acheteur ?",
    "Positive": "Positive",
    "Negative": "Négatif",
    "The order has been marked as cancelled": "La commande a été marquée comme annulée",
    "Proceed to make payment": "Procéder au paiement",
    "Please complete the trade within this timeline": "Veuillez conclure l'échange dans les délais impartis",
    "Transfer payment to seller": "Transférer le paiement au vendeur",
    "Transaction pending": "Transaction en cours",
    "Once payment is completed, click on \"payment done\"": "Une fois le paiement effectué, cliquez sur \\« paiement effectué\\ »",
    "Payment Done": "Paiement effectué",
    "Wait for seller's confirmation": "Attendez la confirmation du vendeur",
    "Wait time": "Temps d'attente",
    "Waiting for seller's confirmation": "En attente de la confirmation du vendeur",
    "The seller has marked this order as completed.": "Le vendeur a marqué cette commande comme étant terminée.",
    "Order Number": "Numéro de commande",
    "Date": "Date",
    "Amount to pay": "Montant à payer",
    "Crypto to receive after fees": "Crypto à recevoir",
    "Payment method used for this trade": "Méthode de paiement utilisée pour cet échange",
    "Import/Export your keys": "Importez/exportez vos clés",
    "Export your private and public key in case you want to clear your cookies but still want to keep your buy orders": "Exportez vos clés privée et publique au cas où vous voudriez effacer vos cookies mais conserver vos ordres d'achat",
    "Payment is done": "Le paiement est effectué",
    "Are you Sure you want to confirm the payment?": "Êtes-vous sûr de vouloir confirmer le paiement ?",
    "Are you sure you want to discontinue this offer?": "Êtes-vous sûr de vouloir mettre fin à cette offre ?",
    "This will remove the active offers off the available offers dashboard": "Cela supprimera l'offre active du tableau de bord des offres disponibles",
    "Order is cancelled": "L'ordre est annulé",
    "Wait time expired, sell order was cancelled. Your Crypto will be returned to your Wallet": "Le temps d'attente a expiré, l'ordre de vente a été annulé. Votre Crypto sera retourné dans votre portefeuille",
    "Change Language": "Changer la langue",
    "Select your prefered language from the list": "Sélectionnez votre langue préférée dans la liste",
    "Change Region": "Changer de région",
    "Select your prefered region from the list": "Sélectionnez votre région préférée dans la liste",
    "Please send a E-Mail to Dispute@mansa-trade.com to settle this Dispute": "Veuillez envoyer un e-mail à Dispute@mansa-trade.com pour régler ce litige",
    "Add Payment Method": "Ajouter une méthode de paiement",
    "Add": "Ajouter",
    "Account Details": "Détails du compte",
    "Enter your full name": "Saisissez votre nom complet",
    "Enter your email address": "Saisissez votre adresse e-mail",
    "I confirm the above payment details is correct. I agree this information will be visible to the buyer during the transaction for fiat payment.": "Je confirme que les détails du paiement ci-dessus sont corrects. J'accepte que ces informations soient visibles par l'acheteur pendant la transaction pour les paiements en fiat.",
    "You will be notified once buyer have sent the payment.": "Vous serez informé lorsque l'acheteur aura envoyé le paiement."
}