{
    "Buy And Sell Crypto With Cash In a Decentralized":"شراء وبيع العملات المشفرة كاش بطريقة لامركزية",
    "P2P Marketplace Built On": "بني سوق P2P على.",
    "A fully decentralized P2P platform where you can buy and sell crypto with cash using your preffered payment methods.":"منصة P2P لا مركزية بالكامل حيث يمكنك تشري و تبيع العملات المشفرة نقدًا باستخدام طرق الدفع المفضلة عندك." ,
    "Start Trading":    "إبدء التداول",
    "Total Volume":"الحجم الإجمالي",
    "Transactions":"المعاملات",
    "Active Wallets": "المحافظ نشطة",
    "looking for ways to trade your cryptocurrency into cash?": "واش كتبحث على طرق باش تتداول عملتك المشفرة كاش؟" ,
    "Get paid in your fiat account in minutes with our list of payment option to choose from":"احصل على أموال فحسابك النقدي في دقائق مع قائمة خيارات الدفع ليعندنا للاختيار من بينها" ,
    "Our Features":"مميزات ديالنا" ,
    "Here is what makes us different from others":"هذا لي كيخلينا مختلفين عن الآخرين" ,
    "No Verification Needed":"لا حاجة للتحقق" ,
    "Get started in minutes. Connect your wallet, no need for personal information.":"إبدأ في دقائق. اربط المحفظة ديالك  , دون الحاجة إلى معلومات شخصية." ,
    "Fully Decentralized":"لا مركزية بالكامل" ,
    "Trading takes place among a global P2P network of annonymous users using MansaTrade.": "تيتم التداول بين شبكة P2P العالمية من المستخدمين المجهولين باستخدام سولانا كاش." ,
    "Safe":"آمن",
    "We don’t have access to your funds. Transfers held in-between trades are stored in a smart contract to protect both buyers and sellers": "معندناش إمكانية الوصول للأموال ديالك. تيتم تخزين التحويلات الي تتم بين الصفقات فعقد ذكي لحماية كل من المشترين والبائعين",
    "Flexible Payment Methods":"طرق الدفع المرنة",
    "We have a wide range of payment method available for you to receive cash":"عندنا مجموعة واسعة من طرق الدفع المتاحة لك باش تتلقى الأموال" ,
    "Wallet to Wallet Chat":"محادثة من المحفظة إلى المحفظة" ,
    "Buyers and Sellers can communicate via our smart wallet-to-wallet chat during trade":"يمكن للمشترين والبائعين التواصل عبر الدردشة الذكية من المحفظة إلى المحفظة أثناء التداول" ,
    "Easy to Use":"سهلة الاستخدام",
    "Getting started on your first trade is just a few clicks away.":"الشروع فتجارتك الأولى على بعد بضع نقرات فقط.",
    "HOW P2P WORKS":"كيفاش تتشاغل P2P" ,
    "Your step by step guide to using our P2P platform":"دليلك خطوة بخطوة لاستخدام منصة P2P",
    "Create an Offer": "إنشاء عرض" ,  
 "Create a Buy offer, then wait for users to engage with your created offer.":"أنشئ عرض شراء , و نتظر حتى يتفاعل المستخدمون مع العرض الي أنشأته.",
    "Pay the seller":"ادفع للبائع" ,
    "Send money to the seller via the listed payment methods. Complete the fiat transaction and click \"Payment done\" to notify seller.":"رسل الأموال للبائع عبر طرق الدفع المذكورة. كمل المعاملة الإلزامية وانقر على  تم الدفع لإعلام البائع.",
    "Get your Crypto":"تحصل على العملة المشفرة الخاص بك" ,
    "Once the seller confirms receipt of money, the escrowed crypto will be released to you immediately.":"بمجرد أن يؤكد البائع استلام الأموال , غادي يتم تحرير العملة المشفره لك على الفور." ,	
    "Place an Order":"تقديم طلب" ,
    "After you place an order from the offer list, your crypto will be escrowed by our smart contract.": "بعد تقديم طلب من قائمة العروض , غادي يتم ضمان عملتك المشفرة بموجب عقد ديالنا الذكي.",
    "Confirm the Payment":"التأكد من الدفع",
    "Check your receiving account for payment confirmation by the buyer. Make sure its the exact amount as stated on the trade.":"تحقق من حساب الاستلام الخاص بك باش تتأكد الدفع من قبل المشتري. تأكد من المبلغ المحدد كيف ما هو مذكور في الصفقة." ,
    "Release Crypto": "تسريح العملات المشفرة ",
    "Once you confirm the receipt of money, release crypto to the buyer.": "بمجرد تأكيد استلام الأموال , قم بتحرير العملة المشفرة للمشتري." ,
    "Frequently Asked Questions":"أسئلة مكررة",
    "See what others are also asking about":"تعرف على الاشياء الي تتيسأل عنها الآخرون أيضًا" ,
    "1. Is MansaTrade Safe":"1. هل MansaTrade امن",
        "In order to achieve security MansaTrade uses a 2-of-2 multi-signature address to safeguard every crypto exchanged on our platform. Trade disputes are resolved using a three-tier system that combines mediation and end-to-end encrypted trader chat. Since fiat transactions can frequently be reversed, there is always some chargeback risk when exchanging fiat currency for crypto. We recommend trading with buyers that are KYC and verified. MansaTrade only accepts payment methods known to be challenging for chargebacks; as a result, We do not accept PayPal or credit cards, for instance.":
"من أجل تحقيق الأمان , تستخدم MansaTrade عنوان 2 من 2 متعدد التوقيع لحماية كل عملة مشفرة يتم تبادلها على منصتنا. يتم حل النزاعات التجارية باستخدام نظام ثلاثي المستويات يجمع بين الوساطة ودردشة المتداولين المشفرة من طرف إلى طرف. نظرًا لأنه يمكن عكس المعاملات الإلزامية بشكل متكرر , فهناك دائمًا بعض مخاطر رد المبالغ المدفوعة عند استبدال العملة الورقية للعملات المشفرة. نوصي بالتداول مع المشترين الذين يعتمدون على اعرف عميلك والذين تم التحقق منهم. يقبل MansaTrade فقط طرق الدفع المعروفة بأنها تمثل تحديًا لرد المبالغ المدفوعة ؛ نتيجة لذلك , نحن نفعل لا تقبل P2P أو بطاقات الائتمان , على سبيل المثال. ",
    "2. What are transaction fees?":"2. اشنو هي رسوم المعاملات؟" ,
	"MansaTrade charges a 0.45% transaction fee on trades relatively lower than most centralized p2p. Transaction fees are automatically deducted from both parties by the smart contract.": "تفرض  MansaTrade رسوم معاملات بنسبة 0.45٪ على التداولات أقل نسبيًا من معظم P2P المركزية. تيتم خصم رسوم المعاملات تلقائيًا من كلا الطرفين بواسطة العقد الذكي.",
    "3. How does MansaTrade handle fiats like dollars and euros? Where does it go?": "3. كيفاش تتعامل  MansaTrade مع العملات الورقية مثل الدولار واليورو؟ وفين كتمشي؟" ,
	"MansaTrade does not handle fiat at all. Every trade on our platform is settled outside of MansaTrade. In order words, fiat payments are sent outside MansaTrade via traditional banking services.":" MansaTrade متتعاملش مع العملات الورقية على الإطلاق. تتم تسوية كل صفقة على المنصة ديالنا خارج MansaTrade. بكلمات الطلب , تيتم إرسال المدفوعات الورقية خارج MansaTrade عبر الخدمات المصرفية التقليدية." ,
    "4. Does MansaTrade require a security deposit?": "4. واش MansaTrade تتطلب مبلغ تأمين؟" ,
	"As of now, MansaTrade does not require a security deposit. However, crypto sellers for fiat are required to deposit the asset they want to trade for cash into our secured smart contract before receiving fiat. On the other hand, buyers (Fiat Providers) are not required to deposit crypto. One-time KYC for buyers is optional but highly recommended to remain a verified buyer on the platform, which increases seller trust.":"اعتبارًا من الآن ,  MansaTrade متتطلبش وديعة تأمين. ومع ذلك , تيتعين على بائعي العملات المشفرة لإيداع الأموال الي تيبغيو يتداولها نقدًا فلعقد ديالنا الذكي المضمون قبل استلام الإيداع. متيلزمش إيداع العملات المشفرة. KYC تيتعتبر لمرة واحدة للمشترين أمرًا اختياريًا ولكن تيتوصى بيه بشدة بالبقاء مشتر معتمدًا على المنصة , مما تيزيد من ثقة البائع. ",
    "5. Which payment methods are available?":"5. اشنو هي طرق الدفع المتوفرة؟" ,
	"MansaTrade accepts over 20 different payment methods such as Zelle, Cashapp, Venmo, Apple Pay, Wechat, and many more. Navigate through the platform for a complete list of all payment methods.":" MansaTrade تتقبل أكثر من 20 طريقة دفع مختلفة مثل Zelle و Cashapp و Venmo و Apple Pay و Wechat وغيرها الكثير. تتنقل عبر النظام الأساسي للحصول على قائمة كاملة بجميع طرق الدفع." ,
    "6. How long does a trade take?":"6. اشنو هي المدة الي تيستغرقها التداول؟" ,
	"MansaTrade does not offer automatic order matching. All trades are settled manually by humans outside the MansaTrade P2P platform. Trades can still be completed quite rapidly even though they take longer than they would on Centralized exchanges. Most payment methods on MansaTrade platform are instant while others may take a few days such as certain bank transfers.":" MansaTrade متتقدمش مطابقة تلقائية للأوامر. تتم تسوية جميع التداولات يدويًا من قبل البشر خارج منصة MansaTrade P2P. مازال من الممكن إكمال الصفقات بسرعة كبيرة على الرغم من أنها تتستغرق وقت أطول مما تتستغرقو في البورصات المركزية. معظم طرق الدفع على منصة MansaTrade تتكون فورية ويمكن للبعض منها  تستغرق بضعة أيام مثل تحويلات بنكية معينة.",
	"7. How does MansaTrade protect my privacy?":"7. كيفاش MansaTrade  تتحمي خصوصيات ديالي ؟" ,
	"Personal information of users such as names, email, phone number etc. Are not required to use on our platform. Our platform does not have a database and every payment information is stored on the Smart Contract.":"المعلومات الشخصية للمستخدمين مثل الأسماء والبريد الإلكتروني ورقم الهاتف وما إلى ذلك غير مطلوبة للاستخدام على نظام الأساسي ديالنا. المنصة ديالنا لا تحتوي على قاعدة بيانات وتيتم تخزين كل معلومات الدفع في العقد الذكي." ,
	"8. How does MansaTrade protect my data?":"8. كيفاش MansaTrade تحمي  البيانات ديالي؟" ,
	"MansaTrade does not store data at all, and has no backend server. Our technology uses only the front end and smart contract. We do not store user data or payment information. We use two types of keys; the private key is used to decrypt messages while the public key can only encrypt messages. For example, A buyer's public key is made public when they create an offer in the smart contract. When a seller wants to interact with a buyer's offer, the seller uses the buyer's public keys to encrypt his/her payment information which is sent to the smart contract. The buyer then decrypts the data with his private key.":
"متتقومش MansaTrade  بتخزين البيانات على الإطلاق , ومعندهاش خادم خلفي. تقنيات ديالنا تتستخدم  فقط الواجهة الأمامية والعقد الذكي. متنقوموش بتخزين بيانات المستخدم أو معلومات الدفع. تنستخدمو نوعين من المفاتيح ؛ تيتم استخدام المفتاح الخاص لفك تشفير الرسائل بينما يمكن للمفتاح العام تشفير الرسائل فقط. على سبيل المثال , تيتم نشر المفتاح العام للمشتري عند إنشاء عرض في العقد الذكي. ملي تيبغي البائع التفاعل مع عرض المشتري , تيستخدم البائع المفاتيح العامة للمشتري لتشفير معلومات الدفع الخاصة به والي تيتم إرسالها إلى العقد الذكي. من بعد تيقوم المشتري بفك تشفير البيانات بمفتاح ديالو الخاص. ",
    "Connect Wallet":"ربط المحفظة",
    "Offers":     "العروض",
    "My Orders":      "طلباتي",
    "Trading Wallet":     "محفظة التداول",
    "Account":     "الحساب",
    "Stats":     "الإحصائيات",
    "Create New Offer":     "إنشاء عرض جديد",
    "Buy Crypto for Cash":      "شراء الكريبتو مقابل النقد",
    "View my Offers":     "مشاهدة عروضي",
    "Create A Buy Offer":     "إنشاء عرض شراء",
    "Specify your sell order requirments":    "حدد متطلبات أمر البيع",
    "Please connect your wallet":     "الرجاء توصيل محفظتك",
    "Offer Options":     "خيارات العرض",
    "Offer Terms":     "شروط العرض",
    "Select Crypto to Buy":     "حدد الكريبتو للشراء",
    "Select Fiat to Accept":     "حدد عملة نقدية لقبولها",
    "Total Trading Amount":     "إجمالي مبلغ التداول",
    "Order Limit":    "حد الطلب",
    "Offer Price":   "سعر العرض",
    "Fixed Price":   "السعر الثابت",
    "Choose crypto rate you want to use":  "اختر معدل التشفير الي باغي تستخدم",
    "Offer’s selling price is locked once created, and does not fluctuate with the market price.":   "تيتم قفل سعر بيع العرض بمجرد إنشائه , ومتيتقلبش مع سعر السوق.",
    "Offer Rate":  "سعر العرض",
    "Current":  "الحالي",
    "marketplace price":    "سعر السوق",
    "Floating Price":    "السعر العائم",
    "Offer’s selling price will fluctuate with the market price of the crypto.":   "سعر بيع العرض غادي يتقلب مع سعر السوق للعملات المشفرة.",
    "Your Rate":   "تقييمك",
    "Payment Options":   "خيارات الدفع",
    "Select your payment option (up to 3)": "حدد خيار الدفع (حتى 3)",
    "Add New": " اضف جديد ",
    "Trade Time Limit":   "حد وقت التداول",
    "Next Step": "الخطوة التالية",
    "Cancel":  "إلغاء",
    "Post":  "نشر",
    "To create an offer you need to be Verified using KYC": "لإنشاء عرض , خاص يتم التحقق من صحتها باستخدام KYC",
    "This is one time payment on your account":"هذه دفعة لمرة واحدة على حسابك",
    "KYC fee":  "رسوم KYC",
    "Frequency":  "التردد",
    "I agree for the above listed amount to be withdrawn from my account wallet": "أوافق على سحب المبلغ المذكور أعلاه من محفظة حسابي",
    "Pay": "إدف",
    "Offer Confirmation":  "تأكيد العرض",
    "Check the offer terms before proceeding to submit this offer":  "تحقق من شروط العرض قبل المتابعة لتقديم هذا العرض",
    "Rate":  "معدل",
    "Limit":"الحد",
    "Payment Method":  "طريقة الدفع او السداد",
    "Crypto to Buy": " كريبتو للشراء",
    "Fiat to Send": " عملات ورقية للإرسال",
    "I have read through the offer terms, and want to proceed to create this offer": "قريت شروط العرض وأريد المتابعة لإنشاء هذا العرض",
    "Submit Offer": "تقديم صفقة",
    "Available Offers":  "العروض المتاحة",
    "Filter by Crypto": "التصفية حسب الكريبتو",
   "Filter by Fiat": "التصفية حسب العملات الورقية",
    "Filter by Payment Method": "تصفية حسب طريقة الدفع",
    "Enter Amount":  "أدخل المبلغ",
    "Enter amount here":  "أدخل المبلغ هنا",
    "Region": "المنطقة",
    "Only verified users": "المستخدمون الي تيتم التحقق منهم فقط",
    "Refresh": "تحديث",
    "Venders": "الباعة",
    "Limit / Available": "الحد / المتاح",
    "Trade": "تداول",
    "There is no data.": "ليس هنالك معلومات.",
    "Online": "اونلاين",
    "Buying": "شراء",
    "Sell": "بيع",
    "Notifications": "إشعارات",
    "All access to your notifications": "الوصول الكامل لإشعاراتك",
    "New order is created for": "تم إنشاء طلب جديد لـ",
    "This order is created by": "تم إنشاء هذا الطلب بواسطة",
    "Edit A Buy Offer": "تحرير عرض شراء",
    "View Offer":"مشاهدة العروض",
    "Amount to sell": "المبلغ المراد بيعه",
    "Amount to send":  "المبلغ المرسل",
    "Amount to receive":  "المبلغ المطلوب",
    "Payment option":"خيار الدفع",
    "Trade limit": "حد التداول",
    "Min": "الحد الأدنى",
    "Max":"الحد الأعلى",
    "Buyer rate":  "سعر المشتري",
    "Trade time limit":"حد وقت التداول",
    "Transaction fee":"رسوم التحويل",
    "Begin Trade": "ابدأ التداول",
    "Transfer Crypto to Trading Wallet": "تحويل الكريبتو إلى محفظة التداول",
    "Your crypto would be transferred to a secured wallet in our smart contract for this trade": "غادي يتم تحويل عملتك المشفرة إلى محفظة آمنة فلعقد الذكي ديالنا لهاذ التداول",
    "Note: Your crypto will not be released to the buyer until you release the fund after getting your payment":"ملاحظة: مغاديش يتم تحرير الكريبتو ديالك للمشتري حتى تقوم بتحرير التمويل بعد الحصول على دفعة ديالك",
    "Transfer": "تحويل",
    "Confirm to Transfer Crypto": "تأكيد تحويل الكريبتو",
    "You are transferring crypto to a secured wallet for the period of this trade":
     "أنتا تتقوم بتحويل العملة المشفرة إلى محفظة آمنة خلال فترة هاد التداول",
    "Amount": 
     "مقدار",
    "I understand that this fund will be locked until the trade is completed": 
     "أفهم أنه غادي يتم حجز هاد التمويل حتى اكتمال الصفقة",
    "My Offers":
     "عروضي",
    "My created offers": 
     "عروضي التي تم إنشاؤها",
 "Status": "حالة",
    "Date Range": "نطاق الموعد",
    "Type": "اكتب",
    "Crypto Bought": "عملة مشفرة تم شراؤها",
    "Action": "عمل",
    "Offline": "غير متصل",
    "Edit Offer": "تحرير العرض",
    "Discontinued Offer": "العرض المتوقف",
    "You currently have no notifications": "ليس لديك حاليًا أي إشعارات",
    "Order Type": "نوع الطلب",
    "Download": "تحميل",
    "Type/Vendors": "النوع / البائعون",
    "Fiat Amount": "مبلغ العملات النقدية",
   "Crypto Amount": "مبلغ الكريبتو",
    "View": "رؤية",
    "Completed": "مكتمل",
    "Pending": "قيد الانتظار",
    "Cancelled": "ألغيت",
    "This is your trade locked fund":"هذا هو صندوق تداولك المقفل",
    "Locked Balance": "رصيد مقفل",
    "Token:": "العملة الرمزية",
    "Loading": "جار التحميل",
    "There is no locked token":"لا توجد عملة محجوزة",
    "Account Settings": "إعدادت الحساب",
    "Customize your account here": "تخصيص حسابك هنا",
    "Change your language": "تغيير لغتك",
    "Change your preferred language": "تغيير لغتك المفضلة",
    "Change your region":"تغيير منطقتك",
    "Change your preferred region": "تغيير منطقتك المفضلة",
    "Create Account": "إنشاء حساب",
    "Change": "تغيير",
    "Duration": "المدة",
    "Wait for buyer confirmation": "انتظر تأكيد المشتري",
    "Payment wait time":"وقت انتظار الدفع",
    "Waiting for payment": "في انتظار الدفع",
    "Release crypto":"تحرير العملة المشفرة",
    "Trade Information": "المعلومات التجارية",
    "Your Payment Information": "معلومات الدفع الخاصة بك",
    "This is your selected payment method": "هذه هي طريقة الدفع التي اخترتها",
    "Seller's Zelle Email": "البريد الإلكتروني لـ   Zelleللبائع",
    "Account Name": "أسم الحساب",
    "Reference Message":"رسالة مرجعية",
    "You will be notified once buyer have sent the payment": "سيتم إخطارك بمجرد أن يرسل المشتري الدفعة",
    "Buy": "إشتري",
    "Paid": "مدفوع",
    "Buyer has marked this payment as “paid”, click on “confirm payment” when you have received the complete fund": "وضع المشتري علامة على هذه الدفعة على أنها\" مدفوعة \", انقر على\" تأكيد الدفع \"عند استلامك المبلغ الكامل",
    "Confirm Payment": "تأكيد الدفع",
    "Create a Dispute": "إنشاء نزاع",
    "Confirm to Release Crypto": "تأكيد تحرير الكريبتو",
    "Don't release crypto unless you have receive confirmation of payment":"لا تفرج عن الكريبتو إلا إذا تلقيت تأكيدًا بالدفع",
    "I confirm that I have received the exact fund from the buyer as listed above": "أؤكد أنني استلمت المبلغ المحدد من المشتري كما هو مذكور أعلاه",
    "Confirm":"تأكد",
    "You have sold": "لقد بعت",
    "Done": "منجز",
   "Are you sure you want to create a dispute?":"واش أنت متأكد أنك باغي تفتح نزاع؟",
    "Proceed to create a dispute if you have tried contacting the other party via chat and the issue have not been resolved":"تابع إنشاء نزاع إذا حاولت الاتصال بالطرف الآخر عبر الدردشة وومتمش حل المشكلة",
    "Create Dispute": "إنشاء نزاع",
    "Dispute": " نزاع ",
    "Reason for dispute": "سبب النزاع",
    "Description": "وصف",
    "Start Dispute": "بدء النزاع",
    "Order": "طلب",
    "The order has been marked as completed": "تم وضع علامة على الطلب على أنه مكتمل",
    "Rate Buyer":"تقييم المشتري",
    "How was your experience trading with this buyer?":"كيف كانت تجربتك في التداول مع هذا المشتري؟",
    "Positive": "إيجابي",
    "Negative": "سلبي",
    "The order has been marked as cancelled": "تم وضع علامة على الطلب على أنه ملغى",
    "Proceed to make payment": "الشروع في الدفع",
    "Please complete the trade within this timeline":"الرجاء إكمال التداول لضمن هذا الجدول الزمني",
    "Transfer payment to seller": "تحويل الدفعة للبائع",
    "Transaction pending":"المعاملة معلقة",
    "Once payment is completed, click on \"payment done\"":"بمجرد إتمام الدفع , انقر فوق \" تم الدفع \" ",
    "Payment Done": "تم الدفع",
    "Wait for seller's confirmation": "انتظر تأكيد البائع",
    "Wait time": "وقت الانتظار",
    "Waiting for seller's confirmation": "في انتظار تأكيد البائع",
    "The seller has marked this order as completed.": "وضع البائع علامة على هذا الطلب على أنه مكتمل",
    "Order Number": "رقم الطلب",
    "Date": "تاريخ",
    "Amount to pay": "المبلغ الواجب الدفع",
    "Crypto to receive after fees": "كريبتو للاستلام",
    "Payment method used for this trade": "طريقة الدفع المستخدمة في هذه التجارة",
    "Import/Export your keys": "استيراد / تصدير مفاتيحك",
    "Export your private and public key in case you want to clear your cookies but still want to keep your buy orders": "قم بتصدير مفتح الخاص بك و مفتح  العام في حالة رغبة في مسح ملفات تعريف الارتباط ولكنك مزال باغي تحتافظ بأوامر الشراء",
    "Payment is done":"تم الدفع",
    "Are you Sure you want to confirm the payment?":"واش نتا متأكد أنك باغي تأكيد الدفع؟",
    "Are you sure you want to discontinue this offer?": "واش أنت متأكد أنك باغي توقف هذا العرض؟",
    "This will remove the active offers off the available offers dashboard": "غادي يئدي  هذا إلى إزالة العروض النشطة من لوحة تحكم العروض المتاحة",
    "Order is cancelled": "تم إلغاء الطلب",
    "Wait time expired, sell order was cancelled. Your Crypto will be returned to your Wallet": "انتهى وقت الانتظار , تم إلغاء أمر البيع. غادي يتم إرجاع الكريبتو للمحفطة ديالك",
    "Change Language": "تغيير اللغة",
    "Select your prefered language from the list": "حدد لغتك المفضلة من القائمة",
    "Change Region": "تغيير المنطقة",
   "Select your prefered region from the list": "حدد منطقتك المفضلة من القائمة",
    "Please send a E-Mail to Dispute@mansa-trade.com to settle this Dispute": "الرجاء إرسال بريد إلكتروني إلى Dispute@mansa-trade.com لتسوية هذا النزاع",
    "Add Payment Method": "إضافة طريقة دفع",
    "Add": "اضف",
    "Account Details": "تفاصيل الحساب",
    "Enter your full name":"أدخل اسمك الكامل",
    "Enter your email address": "أدخل عنوان بريدك الالكتروني",
    "I confirm the above payment details is correct. I agree this information will be visible to the buyer during the transaction for fiat payment.": "أؤكد صحة تفاصيل الدفع أعلاه. أوافق على أن تكون هذه المعلومات مرئية للمشتري أثناء المعاملة للدفع الإلزامي.",
    "You will be notified once buyer have sent the payment.":"غادي يتم إخطارك بمجرد أن يرسل المشتري الدفعة."
}

