{
    "Buy And Sell Crypto With Cash In a Decentralized": "Покупка и продажа криптовалют за наличные в децентрализованной системе",
    "P2P Marketplace Built On": "P2P-рынок, построенный на",
    "A fully decentralized P2P platform where you can buy and sell crypto with cash using your preffered payment methods.": "Полностью децентрализованная P2P платформа, где вы можете покупать и продавать криптовалюту за наличные, используя предпочитаемые вами способы оплаты.",
    "Start Trading": "Начать торговлю",
    "Total Volume": "Общий объем",
    "Transactions": "Транзакции",
    "Active Wallets": "Активные кошельки",
    "looking for ways to trade your cryptocurrency into cash?": "ищете способы обменять свою криптовалюту на деньги?",
    "Get paid in your fiat account in minutes with our list of payment option to choose from": "Получите деньги на свой фиатный счет в считанные минуты благодаря нашему списку вариантов оплаты на выбор",
    "Our Features": "Наши особенности",
    "Here is what makes us different from others": "Вот что отличает нас от других",
    "No Verification Needed": "Верификация не требуется",
    "Get started in minutes. Connect your wallet, no need for personal information.": "Начните работу за считанные минуты. Подключите свой кошелек, личная информация не требуется.",
    "Fully Decentralized": "Полностью децентрализовано",
    "Trading takes place among a global P2P network of annonymous users using MansaTrade.": "Торговля происходит между глобальной P2P-сетью анонимных пользователей, использующих MansaTrade.",
    "Safe": "Безопасно",
    "We don’t have access to your funds. Transfers held in-between trades are stored in a smart contract to protect both buyers and sellers": "У нас нет доступа к вашим средствам. Переводы между сделками хранятся в смарт-контракте для защиты покупателей и продавцов.",
    "Flexible Payment Methods": "Гибкие способы оплаты",
    "We have a wide range of payment method available for you to receive cash": "У нас есть широкий выбор способов оплаты, доступных для получения наличных денег",
    "Wallet to Wallet Chat": "Чат между кошельками",
    "Buyers and Sellers can communicate via our smart wallet-to-wallet chat during trade": "Покупатели и продавцы могут общаться через наш интеллектуальный чат между кошельками во время торговли",
    "Easy to Use": "Простота в использовании",
    "Getting started on your first trade is just a few clicks away.": "Приступить к своей первой сделке можно всего за несколько кликов.",
    "HOW P2P WORKS": "КАК РАБОТАЕТ P2P",
    "Your step by step guide to using our P2P platform": "Ваше пошаговое руководство по использованию нашей платформы P2P",
    "Create an Offer": "Создать предложение",
    "Create a Buy offer, then wait for users to engage with your created offer.": "Создайте предложение покупки, а затем дождитесь, когда пользователи начнут взаимодействовать с созданным вами предложением.",
    "Pay the seller": "Заплатить продавцу",
    "Send money to the seller via the listed payment methods. Complete the fiat transaction and click \"Payment done\" to notify seller.": "Отправьте деньги продавцу с помощью перечисленных способов оплаты. Завершите транзакцию в фиате и нажмите \"Платеж выполнен\", чтобы уведомить продавца.",
    "Get your Crypto": "Получите свою криптовалюту",
    "Once the seller confirms receipt of money, the escrowed crypto will be released to you immediately.": "Как только продавец подтвердит получение денег, эскроуированная криптовалюта будет немедленно передана вам.",
    "Place an Order": "Разместить заказ",
    "After you place an order from the offer list, your crypto will be escrowed by our smart contract.": "После того как вы разместите заказ из списка предложений, ваша криптовалюта будет депонирована нашим смарт-контрактом.",
    "Confirm the Payment": "Подтвердите оплату",
    "Check your receiving account for payment confirmation by the buyer. Make sure its the exact amount as stated on the trade.": "Проверьте свой счет на получение подтверждения платежа от покупателя. Убедитесь, что это точная сумма, указанная в сделке.",
    "Release Crypto": "Выпустить криптовалюту",
    "Once you confirm the receipt of money, release crypto to the buyer.": "Как только вы подтвердите получение денег, выдайте криптовалюту покупателю.",
    "Frequently Asked Questions": "Часто задаваемые вопросы",
    "See what others are also asking about": "Узнайте, о чем спрашивают другие",
    "1. Is MansaTrade Safe": "1. Безопасна ли MansaTrade",
    "In order to achieve security MansaTrade uses a 2-of-2 multi-signature address to safeguard every crypto exchanged on our platform. Trade disputes are resolved using a three-tier system that combines mediation and end-to-end encrypted trader chat. Since fiat transactions can frequently be reversed, there is always some chargeback risk when exchanging fiat currency for crypto. We recommend trading with buyers that are KYC and verified. MansaTrade only accepts payment methods known to be challenging for chargebacks; as a result, We do not accept PayPal or credit cards, for instance.": "Для обеспечения безопасности MansaTrade использует адрес с несколькими подписями 2 из 2 для защиты каждой криптовалюты, обмениваемой на нашей платформе. Торговые споры решаются с помощью трехуровневой системы, которая сочетает в себе посредничество и сквозной зашифрованный чат трейдеров. Поскольку фиатные транзакции часто могут быть отменены, при обмене фиатной валюты на криптовалюту всегда существует некоторый риск возврата средств. Мы рекомендуем торговать с покупателями, которые прошли проверку KYC и верификацию. MansaTrade принимает только те способы оплаты, которые, как известно, сопряжены с риском возврата платежей; поэтому мы не принимаем, например, PayPal или кредитные карты.",
    "2. What are transaction fees?": "2. Каковы комиссии за транзакции?",
	"MansaTrade charges a 0.45% transaction fee on trades relatively lower than most centralized p2p. Transaction fees are automatically deducted from both parties by the smart contract.": "MansaTrade взимает 0.45% комиссию за транзакцию при сделках, что относительно ниже, чем в большинстве централизованных p2p. Комиссия за транзакцию автоматически списывается с обеих сторон смарт-контрактом.",
    "3. How does MansaTrade handle fiats like dollars and euros? Where does it go?": "3. Как MansaTrade работает с фиатами, такими как доллары и евро? Куда они направляются?",
	"MansaTrade does not handle fiat at all. Every trade on our platform is settled outside of MansaTrade. In order words, fiat payments are sent outside MansaTrade via traditional banking services.": "MansaTrade вообще не работает с фиатом. Все сделки на нашей платформе осуществляются за пределами MansaTrade. Другими словами, фиатные платежи отправляются за пределы MansaTrade через традиционные банковские услуги.",
    "4. Does MansaTrade require a security deposit?": "4. Требует ли MansaTrade гарантийный депозит?",
	"As of now, MansaTrade does not require a security deposit. However, crypto sellers for fiat are required to deposit the asset they want to trade for cash into our secured smart contract before receiving fiat. On the other hand, buyers (Fiat Providers) are not required to deposit crypto. One-time KYC for buyers is optional but highly recommended to remain a verified buyer on the platform, which increases seller trust.": "На данный момент MansaTrade не требует гарантийного депозита. Однако продавцы криптовалюты за фиат обязаны внести актив, который они хотят обменять на наличные, в наш защищенный смарт-контракт до получения фиата. С другой стороны, покупатели (поставщики фиата) не обязаны вносить криптовалюту. Одноразовый KYC для покупателей необязателен, но настоятельно рекомендуется, чтобы оставаться проверенным покупателем на платформе, что повышает доверие продавцов.",
    "5. Which payment methods are available?": "5. Какие способы оплаты доступны?",
	"MansaTrade accepts over 20 different payment methods such as Zelle, Cashapp, Venmo, Apple Pay, Wechat, and many more. Navigate through the platform for a complete list of all payment methods.": "MansaTrade принимает более 20 различных способов оплаты, таких как Zelle, Cashapp, Venmo, Apple Pay, Wechat и многие другие. Для получения полного списка всех способов оплаты перейдите на платформу.",
    "6. How long does a trade take?": "6. Сколько времени занимает сделка?",
	"MansaTrade does not offer automatic order matching. All trades are settled manually by humans outside the MansaTrade P2P platform. Trades can still be completed quite rapidly even though they take longer than they would on Centralized exchanges. Most payment methods on MansaTrade platform are instant while others may take a few days such as certain bank transfers.": "MansaTrade не предлагает автоматического согласования ордеров. Все сделки заключаются вручную людьми вне платформы MansaTrade P2P. Сделки могут быть завершены довольно быстро, даже если они занимают больше времени, чем на централизованных биржах. Большинство способов оплаты на платформе MansaTrade являются мгновенными, в то время как другие могут занять несколько дней, например, некоторые банковские переводы.",
	"7. How does MansaTrade protect my privacy?": "7. Как MansaTrade защищает мою конфиденциальность?",
	"Personal information of users such as names, email, phone number etc. Are not required to use on our platform. Our platform does not have a database and every payment information is stored on the Smart Contract.": "Личная информация пользователей, такая как имена, электронная почта, номер телефона и т.д. не требуются для использования на нашей платформе. Наша платформа не имеет базы данных, а информация о каждом платеже хранится на смарт-контракте.",
	"8. How does MansaTrade protect my data?": "8. Как MansaTrade защищает мои данные?",
	"MansaTrade does not store data at all, and has no backend server. Our technology uses only the front end and smart contract. We do not store user data or payment information. We use two types of keys; the private key is used to decrypt messages while the public key can only encrypt messages. For example, A buyer's public key is made public when they create an offer in the smart contract. When a seller wants to interact with a buyer's offer, the seller uses the buyer's public keys to encrypt his/her payment information which is sent to the smart contract. The buyer then decrypts the data with his private key.": "MansaTrade вообще не хранит данные и не имеет бэкенд-сервера. Наша технология использует только фронт-энд и смарт-контракт. Мы не храним данные пользователей или платежную информацию. Мы используем два типа ключей; закрытый ключ используется для расшифровки сообщений, в то время как открытый ключ может только шифровать сообщения. Например, открытый ключ покупателя становится публичным, когда он создает предложение в смарт-контракте. Когда продавец хочет взаимодействовать с предложением покупателя, продавец использует открытые ключи покупателя для шифрования его/ее платежной информации, которая отправляется в смарт-контракт. Затем покупатель расшифровывает данные с помощью своего закрытого ключа.",
    "Connect Wallet": "Подключить кошелек",
    "Offers": "Предложения",
    "My Orders": "Мои заказы",
    "Trading Wallet": "Торговый кошелек",
    "Account": "Счет",
    "Stats": "Статистика",
    "Create New Offer": "Создать новое предложение",
    "Buy Crypto for Cash": "Купить криптовалюту за наличные",
    "View my Offers": "Просмотреть мои предложения",
    "Create A Buy Offer": "Создать предложение на покупку",
    "Specify your sell order requirments": "Укажите требования к ордеру на продажу",
    "Please connect your wallet": "Пожалуйста, подключите ваш кошелек",
    "Offer Options": "Параметры предложения",
    "Offer Terms": "Условия предложения",
    "Select Crypto to Buy": "Выбрать криптовалюту для покупки",
    "Select Fiat to Accept": "Выберите Fiat для принятия",
    "Total Trading Amount": "Общая торговая сумма",
    "Order Limit": "Лимит заказа",
    "Offer Price": "Цена предложения",
    "Fixed Price": "Фиксированная цена",
    "Choose crypto rate you want to use": "Выберите курс криптовалюты, который вы хотите использовать",
    "Offer’s selling price is locked once created, and does not fluctuate with the market price.": "Продажная цена предложения фиксируется после его создания и не колеблется в зависимости от рыночной цены.",
    "Offer Rate": "Ставка предложения",
    "Current": "Текущая",
    "marketplace price": "рыночная цена",
    "Floating Price": "Плавающая цена",
    "Offer’s selling price will fluctuate with the market price of the crypto.": "Продажная цена предложения будет колебаться в зависимости от рыночной цены криптовалюты.",
    "Your Rate": "Ваша ставка",
    "Payment Options": "Варианты оплаты",
    "Select your payment option (up to 3)": "Выберите свой вариант оплаты (до 3)",
    "Add New": "Добавить новый",
    "Trade Time Limit": "Торговый лимит времени",
    "Next Step": "Следующий шаг",
    "Cancel": "Отменить",
    "Post": "Отправить",
    "To create an offer you need to be Verified using KYC": "Чтобы создать предложение, необходимо пройти верификацию с помощью KYC",
    "This is one time payment on your account": "Это единовременный платеж на ваш счет",
    "KYC fee": "Плата за KYC",
    "Frequency": "Частота",
    "I agree for the above listed amount to be withdrawn from my account wallet": "Я согласен на снятие с моего кошелька вышеуказанной суммы",
    "Pay": "Оплатить",
    "Offer Confirmation": "Подтверждение предложения",
    "Check the offer terms before proceeding to submit this offer": "Проверьте условия предложения, прежде чем отправить это предложение",
    "Rate": "Ставка",
    "Limit": "Лимит",
    "Payment Method": "Способ оплаты",
    "Crypto to Buy": "Криптовалюта для покупки",
    "Fiat to Send": "Fiat для отправки",
    "I have read through the offer terms, and want to proceed to create this offer": "Я ознакомился с условиями предложения и хочу приступить к созданию этого предложения",
    "Submit Offer": "Отправить предложение",
    "Available Offers": "Доступные предложения",
    "Filter by Crypto": "Фильтр по криптовалюте",
    "Filter by Fiat": "Фильтр по фиату",
    "Filter by Payment Method": "Фильтр по способу оплаты",
    "Enter Amount": "Введите сумму",
    "Enter amount here": "Введите сумму здесь",
    "Region": "Регион",
    "Only verified users": "Только проверенные пользователи",
    "Refresh": "Обновить",
    "Venders": "Вендоры",
    "Limit / Available": "Лимит / Доступно",
    "Trade": "Торговля",
    "There is no data.": "Нет данных",
    "Online": "Онлайн",
    "Buying": "Покупаю",
    "Sell": "Продать",
    "Notifications": "Уведомления",
    "All access to your notifications": "Весь доступ к вашим уведомлениям",
    "New order is created for": "Новый заказ создан для",
    "This order is created by": "Этот заказ создан",
    "Edit A Buy Offer": "Редактировать предложение на покупку",
    "View Offer": "Просмотр предложения",
    "Amount to sell": "Сумма к продаже",
    "Amount to send": "Сумма к отправке",
    "Amount to receive": "Сумма к получению",
    "Payment option": "Вариант оплаты",
    "Trade limit": "Торговый лимит",
    "Min": "Мин",
    "Max": "Макс",
    "Buyer rate": "Ставка покупателя",
    "Trade time limit": "Ограничение по времени торговли",
    "Transaction fee": "Комиссия за транзакцию",
    "Begin Trade": "Начать торговлю",
    "Transfer Crypto to Trading Wallet": "Перевод криптовалюты на торговый кошелек",
    "Your crypto would be transferred to a secured wallet in our smart contract for this trade": "Ваша криптовалюта будет переведена на защищенный кошелек в нашем смарт-контракте для этой сделки",
    "Note: Your crypto will not be released to the buyer until you release the fund after getting your payment": "Примечание: Ваша криптовалюта не будет передана покупателю до тех пор, пока вы не освободите фонд после получения оплаты.",
    "Transfer": "Передача",
    "Confirm to Transfer Crypto": "Подтвердить перевод криптовалюты",
    "You are transferring crypto to a secured wallet for the period of this trade": "Вы переводите криптовалюту на защищенный кошелек на период этой сделки",
    "Amount": "Сумма",
    "I understand that this fund will be locked until the trade is completed": "Я понимаю, что данный фонд будет заблокирован до завершения сделки"    ,
    "My Offers": "Мои предложения",
    "My created offers": "Мои созданные предложения",
    "Status": "Статус",
    "Date Range": "Диапазон дат",
    "Type": "Тип",
    "Crypto Bought": "Купленная криптовалюта",
    "Action": "Действие",
    "Offline": "Не в сети",
    "Edit Offer": "Редактировать предложение",
    "Discontinued Offer": "Прекратить предложение",
    "You currently have no not not notifications": "В настоящее время у вас нет уведомлений",
    "Order Type": "Тип заказа",
    "Download": "Скачать",
    "Type/Vendors": "Тип/Вендоры",
    "Fiat Amount": "Фиатная сумма",
    "Crypto Amount": "Сумма криптовалюты",
    "View": "Вид",
    "Completed": "Завершено",
    "Pending": "Ожидает",
    "Cancelled": "Отменено",
    "This is your trade locked fund": "Это ваш торговый заблокированный фонд",
    "Locked Balance": "Заблокированный баланс",
    "Token:": "Токен:",
    "Loading": "Загрузка",
    "There is no locked token": "Нет заблокированного токена",
    "Account Settings": "Настройки аккаунта",
    "Customize your account here": "Настройте свой аккаунт здесь",
    "Change your language": "Изменить язык",
    "Change your preferred language": " Изменить предпочитаемый язык",
    "Change your region": "Изменить свой регион",
    "Change your preferred region": "Изменить предпочитаемый регион",
    "Create Account": "Создать аккаунт",
    "Change": "Изменить",
    "Duration": "Продолжительность",
    "Wait for buyer confirmation": "Ожидание подтверждения покупателя",
    "Payment wait time": "Время ожидания платежа",
    "Waiting for payment": "Ожидание платежа",
    "Release crypto": "Выпустить криптовалюту",
    "Trade Information": "Торговая информация",
    "Your Payment Information": "Ваша платежная информация",
    "This is your selected payment method": "Это выбранный вами способ оплаты",
    "Seller's Zelle Email": "Электронная почта Zelle продавца",
    "Account Name": "Имя счета",
    "Reference Message": "Сообщение о ссылке",
    "You will be notified once buyer have sent the payment": "Вы будете уведомлены, как только покупатель отправит платеж",
    "Buy": "Купить",
    "Paid": "Оплачивается",
    "Buyer has marked this payment as “paid”, click on “confirm payment” when you have received the complete fund": "Покупатель отметил этот платеж как Оплачен, нажмите на кнопку Подтвердить платеж, когда вы получите полный фонд",
    "Confirm Payment": "Подтвердить оплату",
    "Create a Dispute": "Создать спор",
    "Confirm to Release Crypto": "Подтвердить выпуск криптовалюты",
    "Don't release crypto unless you have receive confirmation of payment": "Не выпускайте криптовалюту, пока не получите подтверждение платежа",
    "I confirm that I have received the exact fund from the buyer as listed above": "Я подтверждаю, что получил от покупателя именно те средства, которые указаны выше",
    "Confirm": "Подтвердить",
    "You have sold": "Вы продали",
    "Done": "Готово",
    "Are you sure you want to create a dispute?": "Вы уверены, что хотите создать спор?",
    "Proceed to create a dispute if you have tried contacting the other party via chat and the issue have not been resolved": "Приступайте к созданию спора, если вы пытались связаться с другой стороной через чат и вопрос не был решен",
    "Create Dispute": "Открыть спор",
    "Dispute": "Спор",
    "Reason for dispute": "Причина спора",
    "Description": "Описание",
    "Start Dispute": "Начало спора",
    "Order": "Заказ",
    "The order has been marked as completed": "Заказ был отмечен как завершенный",
    "Rate Buyer": "Оценить покупателя",
    "How was your experience trading with this buyer?": "Каков был ваш опыт торговли с этим покупателем?",
    "Positive": "Положительный",
    "Negative": "Отрицательный",
    "The order has been marked as cancelled": "Заказ был помечен как отмененный",
    "Proceed to make payment": "Приступить к оплате",
    "Please complete the trade within this timeline": "Пожалуйста, завершите сделку в указанные сроки",
    "Transfer payment to seller": "Перевести оплату продавцу",
    "Transaction pending": "Сделка ожидает завершения",
    "Once payment is completed, click on \"payment done\"": "После завершения оплаты нажмите \"оплата произведена\".",
    "Payment Done": "Оплата произведена",
    "Wait for seller's confirmation": "Дождитесь подтверждения продавца",
    "Wait time": "Время ожидания",
    "Waiting for seller's confirmation": "Ожидание подтверждения продавца",
    "The seller has marked this order as completed.": "Продавец отметил этот заказ как выполненный.",
    "Order Number": "Номер заказа",
    "Date": "Дата",
    "Amount to pay": "Сумма к оплате",
    "Crypto to receive after fees": "Криптовалюта для получения",
    "Payment method used for this trade": "Способ оплаты, используемый для данной сделки",
    "Import/Export your keys": "Импорт/экспорт ваших ключей",
    "Export your private and public key in case you want to clear your cookies but still want to keep your buy orders": "Экспортируйте свой закрытый и открытый ключ на случай, если вы захотите очистить свои файлы cookie, но при этом хотите сохранить свои заказы на покупку",
    "Payment is done": "Оплата произведена",
    "Are you Sure you want to confirm the payment?": "Вы уверены, что хотите подтвердить платеж?",
    "Are you sure you want to discontinue this offer?": "Вы уверены, что хотите отказаться от этого предложения?",
    "This will remove the active offers off the available offers dashboard": "Это удалит активное предложение из панели доступных предложений.",
    "Order is cancelled": "Заказ отменен",
    "Wait time expired, sell order was cancelled. Your Crypto will be returned to your Wallet": "Время ожидания истекло, ордер на продажу был отменен. Ваша криптовалюта будет возвращена в ваш кошелек",
    "Change Language": "Изменить язык",
    "Select your prefered language from the list": "Выберите предпочтительный язык из списка",
    "Change Region": "Регион изменений",
    "Select your prefered region from the list": "Выберите предпочтительный регион из списка",
    "Please send a E-Mail to Dispute@mansa-trade.com to settle this Dispute": "Пожалуйста, отправьте электронное письмо на Dispute@mansa-trade.com для урегулирования этого спора",
    "Add Payment Method": "Добавить способ оплаты",
    "Add": "Добавить",
    "Account Details": "Детали счета",
    "Enter your full name": "Введите свое полное имя",
    "Enter your email address": "Введите свой адрес электронной почты",
    "I confirm the above payment details is correct. I agree this information will be visible to the buyer during the transaction for fiat payment.": "Я подтверждаю правильность указанных выше платежных реквизитов. Я согласен, что эта информация будет видна покупателю во время транзакции при оплате фиатом.",
    "You will be notified once buyer have sent the payment.": "Вы будете уведомлены, как только покупатель отправит платеж."
}