{
    "Buy And Sell Crypto With Cash In a Decentralized": "Tercih ettiğiniz ödeme yöntemlerini kullanarak kripto alıp satabileceğiniz, tamamen merkeziyetsiz bir P2P platformu",
    "P2P Marketplace Built On": "Üzerine Kurulu Merkeziyetsiz bir P2P Pazarında",
    "A fully decentralized P2P platform where you can buy and sell crypto with cash using your preffered payment methods.": "Nakit ile Kripto Al ve Sat",
    "Start Trading": "Takasa Başla",
    "Total Volume": "Toplam Hacim",
    "Transactions": "İşlemler",
    "Active Wallets": "Aktif Cüzdanlar",
    "looking for ways to trade your cryptocurrency into cash?": "Kripto paralarınızı nakite çevirmenin yolunu mu arıyorsunuz?",
    "Get paid in your fiat account in minutes with our list of payment option to choose from": "Tercihinizi seçebileceğiniz ödeme seçenekleri listemizle para hesabınıza dakikalar içinde ödeme alın",
    "Our Features": "Özellikler",
    "Here is what makes us different from others": "Bizi diğerlerinden farklı yapan şeyler",
    "No Verification Needed": "Doğrulamaya gerek yok",
    "Get started in minutes. Connect your wallet, no need for personal information.": "Dakikalar içinde işleme başlayın. Cüzdanınızı bağlayın, kişisel bilgilere gerek yok.",
    "Fully Decentralized": "Tamamen Merkeziyetsiz",
    "Trading takes place among a global P2P network of annonymous users using MansaTrade.": "Takas, MansaTrade'in anonim kullanıcılarından oluşan küresel bir P2P ağında gerçekleşir.",
    "Safe": "Güvenli",
    "We don’t have access to your funds. Transfers held in-between trades are stored in a smart contract to protect both buyers and sellers": "Fonlarınıza erişimimiz yok. İşlemler sırasında aktarılan fonlar, hem alıcıları hem de satıcıları korumak için akıllı sözleşmede saklanır.",
    "Flexible Payment Methods": "Esnek Ödeme Yöntemleri",
    "We have a wide range of payment method available for you to receive cash": "Nakit alabileceğiniz çok çeşitli ödeme yöntemlerimiz mevcut.",
    "Wallet to Wallet Chat": "Cüzdandan Cüzdana Sohbet",
    "Buyers and Sellers can communicate via our smart wallet-to-wallet chat during trade": "Alıcılar ve Satıcılar, takas sırasında cüzdandan cüzdana akıllı sohbet aracılığıyla iletişim kurabilir.",
    "Easy to Use": "Kullanması Kolay",
    "Getting started on your first trade is just a few clicks away.": "İlk takas işleminize sadece birkaç tık ile başlayın.",
    "HOW P2P WORKS": "P2P NASIL İŞLER",
    "Your step by step guide to using our P2P platform": "P2P platformumuzu kullanmak için adım adım rehber",
    "Create an Offer": "Teklif Oluştur",
    "Create a Buy offer, then wait for users to engage with your created offer.": "Satın alma teklifi oluşturun ve kullanıcıların teklifinize cevap vermelerini bekleyin.",
    "Pay the seller": "Satıcıya Ödeme Yap",
    "Send money to the seller via the listed payment methods. Complete the fiat transaction and click \"Payment done\" to notify seller.": "Listelenen ödeme yöntemleri aracılığıyla satıcıya para gönderin. Para transferini tamamlayın ve satıcıyı bilgilendirmek için \"Ödeme tamamlandı\"ya tıklayın.",
    "Get your Crypto": "Kriptonu Al",
    "Once the seller confirms receipt of money, the escrowed crypto will be released to you immediately.": "Satıcı parayı aldığını onayladıktan sonra, bloke edilen kripto derhal size aktarılacaktır.",
    "Place an Order": "Sipariş Oluşturun",
    "After you place an order from the offer list, your crypto will be escrowed by our smart contract.": "Teklif listesinden bir sipariş verdikten sonra, kriptonuz akıllı sözleşmemiz tarafından bloke edilir.",
    "Confirm the Payment": "Ödemeyi Onayla",
    "Check your receiving account for payment confirmation by the buyer. Make sure its the exact amount as stated on the trade.": "Alıcının yaptığı ödemeyi onaylamak için hesabınızı kontrol edin. Gelen miktarın işlemde belirtilen ile aynı olduğundan emin olun.",
    "Release Crypto": "Kripto blokesini kaldırın",
    "Once you confirm the receipt of money, release crypto to the buyer.": "Parayı aldığınızı onayladıktan sonra blokeyi kaldırıp kriptoyu alıcıya aktarın.",
    "Frequently Asked Questions": "Sık Sorulan Sorular",
    "See what others are also asking about": "Diğer kullanıcıların sorduğu soruları görün",
    "1. Is MansaTrade Safe": "1. MansaTrade güvenli mi?",
    "In order to achieve security MansaTrade uses a 2-of-2 multi-signature address to safeguard every crypto exchanged on our platform. Trade disputes are resolved using a three-tier system that combines mediation and end-to-end encrypted trader chat. Since fiat transactions can frequently be reversed, there is always some chargeback risk when exchanging fiat currency for crypto. We recommend trading with buyers that are KYC and verified. MansaTrade only accepts payment methods known to be challenging for chargebacks; as a result, We do not accept PayPal or credit cards, for instance.": "MansaTrade, güvenliği sağlamak için platformumuzda değiş tokuş edilen kriptoları korumak üzere 2'de 2 çoklu imza adresi kullanır. Ticari anlaşmazlıklar, arabuluculuk ve uçtan uca şifreli alıcı-satıcı sohbetini birleştiren, üç katmanlı bir sistem kullanılarak çözülür. İtibari para işlemleri genellikle tersine çevrilebildiğinden, itibari paralar ve kripto arasındaki takas işlemlerinde her zaman ters ibraz riski bulunmaktadır. KYC (müşterini tanı) ile doğrulanmış alıcılarla işlem yapmanızı öneririz. MansaTrade, yalnızca ters ibrazın zor olduğu bilinen ödeme yöntemlerini kabul eder; bu sebeple örneğin PayPal veya kredi kartlarını kabul etmiyoruz.",
    "2. What are transaction fees?": "2. İşlem ücretleri ne kadar?",
	"MansaTrade charges a 0.45% transaction fee on trades relatively lower than most centralized p2p. Transaction fees are automatically deducted from both parties by the smart contract.": "MansaTrade, çoğu merkezi p2p'den nispeten daha düşük şekilde, işlemlerden %0.45 işlem ücreti alır. İşlem ücretleri, akıllı sözleşme vasıtasıyla her iki taraftan da otomatik olarak düşülür.",
    "3. How does MansaTrade handle fiats like dollars and euros? Where does it go?": "3. MansaTrade dolar ve euro gibi itibari paraları nasıl işliyor? Para nereye gidiyor?",
	"MansaTrade does not handle fiat at all. Every trade on our platform is settled outside of MansaTrade. In order words, fiat payments are sent outside MansaTrade via traditional banking services.": "MansaTrade itibari paraları işlemez. Platformumuzdaki her işlem, MansaTrade dışında yapılır. Diğer bir deyişle, itibari para ödemeleri geleneksel bankacılık hizmetleri aracılığıyla MansaTrade dışına gönderilir.",
    "4. Does MansaTrade require a security deposit?": "4. MansaTrade kullanmak için güvenlik depozitosu gerekiyor mu?",
	"As of now, MansaTrade does not require a security deposit. However, crypto sellers for fiat are required to deposit the asset they want to trade for cash into our secured smart contract before receiving fiat. On the other hand, buyers (Fiat Providers) are not required to deposit crypto. One-time KYC for buyers is optional but highly recommended to remain a verified buyer on the platform, which increases seller trust.": "MansaTrade, şu anda güvenlik depozitosu gerektirmiyor. Ancak itibari para karşılığı kripto satanların, itibari para hesaplarına aktarılmadan önce takas etmek istedikleri varlığı güvenli akıllı sözleşmemize yatırmaları gerekiyor. Alıcıların (itibari para sağlayıcılarının) kripto para yatırması gerekmiyor. Alıcıların bir kerelik KYC (müşterini tanı) doğrulamasını geçmeleri isteğe bağlı olmakla birlikte satıcı güvenini artırmak için platformda doğrulanmış bir alıcı olmalarını öneririz.",
    "5. Which payment methods are available?": "5. Hangi ödeme yöntemleri mevcut?",
	"MansaTrade accepts over 20 different payment methods such as Zelle, Cashapp, Venmo, Apple Pay, Wechat, and many more. Navigate through the platform for a complete list of all payment methods.": "MansaTrade; Zelle, Cashapp, Venmo, Apple Pay ve Wechat gibi, 20'den fazla farklı ödeme yöntemini kabul eder. Tüm ödeme yöntemlerini içeren listeyi görmek için platformumuzu gezin.",
    "6. How long does a trade take?": "6. Takas ne kadar zaman alıyor?",
	"MansaTrade does not offer automatic order matching. All trades are settled manually by humans outside the MansaTrade P2P platform. Trades can still be completed quite rapidly even though they take longer than they would on Centralized exchanges. Most payment methods on MansaTrade platform are instant while others may take a few days such as certain bank transfers.": "MansaTrade, otomatik sipariş eşleştirme sunmaz. Tüm işlemler, MansaTrade P2P platformu dışındaki insanlar tarafından manuel olarak gerçekleştirilir. İşlemler merkezi borsalara göre daha uzun zaman alsa da yine de oldukça hızlı bir şekilde tamamlanabilir. MansaTrade platformundaki çoğu ödeme yöntemiyle işlemler hemen gerçekleşirken, banka havalesi gibi başka yöntemler birkaç gün alabilir.",
	"7. How does MansaTrade protect my privacy?": "7. MansaTrade gizliliğimi nasıl koruyor?",
	"Personal information of users such as names, email, phone number etc. Are not required to use on our platform. Our platform does not have a database and every payment information is stored on the Smart Contract.": "Kullanıcıların platformumuzda ad, e-posta, telefon numarası gibi kişisel bilgilerini kullanması zorunlu değildir. Platformumuz herhangi bir veritabanına sahip değildir ve tüm ödeme bilgileri Akıllı Sözleşme'de saklanır.",
	"8. How does MansaTrade protect my data?": "8. MansaTrade verilerimi nasıl koruyor?",
	"MansaTrade does not store data at all, and has no backend server. Our technology uses only the front end and smart contract. We do not store user data or payment information. We use two types of keys; the private key is used to decrypt messages while the public key can only encrypt messages. For example, A buyer's public key is made public when they create an offer in the smart contract. When a seller wants to interact with a buyer's offer, the seller uses the buyer's public keys to encrypt his/her payment information which is sent to the smart contract. The buyer then decrypts the data with his private key.": "MansaTrade veri depolamaz ve arka uç sunucusu yoktur. Teknolojimiz yalnızca ön uç ve akıllı sözleşme kullanır. Kullanıcı verilerini ya da ödeme bilgilerini saklamayız. İki tür anahtar kullanıyoruz; özel anahtar mesajların şifresini çözmek için kullanılırken genel anahtar sadece mesajları şifreleyebilir. Örneğin, bir alıcının açık anahtarı, akıllı sözleşmede teklif oluşturduğunda herkese açık hale getirilir. Satıcı alıcının teklifiyle etkileşime geçmek istediğinde, akıllı sözleşmeye gönderilen ödeme bilgilerini şifrelemek için alıcının açık anahtarını kullanır. Ardından alıcı özel anahtarıyla verilerin şifresini çözer.",
    "Connect Wallet": "Cüzdan Bağla",
    "Offers": "Teklifler",
    "My Orders": "Siparişlerim",
    "Trading Wallet": "Takas Cüzdanı",
    "Account": "Hesap",
    "Stats": "İstatistikler",
    "Create New Offer": "Yeni Teklif Oluştur",
    "Buy Crypto for Cash": "Nakit ile Kripto Al",
    "View my Offers": "Tekliflerimi Gör",
    "Create A Buy Offer": "Alım Teklifi Oluştur",
    "Specify your sell order requirments": "Satış siparişi gereksinimlerinizi belirtin",
    "Please connect your wallet": "Lütfen cüzdanınızı bağlayın",
    "Offer Options": "Teklif Seçenekleri",
    "Offer Terms": "Teklif Şartları",
    "Select Crypto to Buy": "Alınacak Kriptoyu Seç",
    "Select Fiat to Accept": "Kabul Edilen İtibari Parayı Seç",
    "Total Trading Amount": "Toplam Takas Miktarı",
    "Order Limit": "Sipariş Limiti",
    "Offer Price": "Teklif Fiyatı",
    "Fixed Price": "Sabit Fiyat",
    "Choose crypto rate you want to use": "Kullanmak istediğiniz kripto kurunu seçin",
    "Offer’s selling price is locked once created, and does not fluctuate with the market price.": "Teklif oluşturulurken satış fiyatı sabitlenir ve piyasa fiyatına göre dalgalanmaz.",
    "Offer Rate": "Teklif Kuru",
    "Current": "Mevcut",
    "marketplace price": "piyasa fiyatı",
    "Floating Price": "Dalgalı Fiyat",
    "Offer’s selling price will fluctuate with the market price of the crypto.": "Teklifin satış fiyatı, kriptonun piyasa fiyatına göre dalgalanır.",
    "Your Rate": "Kurunuz",
    "Payment Options": "Ödeme Seçenekleri",
    "Select your payment option (up to 3)": "Ödeme yönteminizi seçin (en fazla 3)",
    "Add New": "Yeni Ekle",
    "Trade Time Limit": "Takas Zaman Limiti",
    "Next Step": "Sonraki Adım",
    "Cancel": "İptal",
    "Post": "Gönder",
    "To create an offer you need to be Verified using KYC": "Teklif oluşturmak için KYC kullanarak kimliğinizi doğrulamalısınız",
    "This is one time payment on your account": "Bu ücret hesabınızdan bir kere kesilir",
    "KYC fee": "KYC ücreti",
    "Frequency": "Sıklık",
    "I agree for the above listed amount to be withdrawn from my account wallet": "Yukarıda belirtilen miktarın hesap cüzdanımdan çekilmesini onaylıyorum",
    "Pay": "Öde",
    "Offer Confirmation": "Teklif Onayı",
    "Check the offer terms before proceeding to submit this offer": "Teklifi göndermeden önce teklif şartlarını kontrol edin",
    "Rate": "Kur",
    "Limit": "Limit",
    "Payment Method": "Ödeme Yöntemi",
    "Crypto to Buy": "Alınacak Kripto",
    "Fiat to Send": "Gönderilecek İtibari Para",
    "I have read through the offer terms, and want to proceed to create this offer": "Teklif şartlarını okudum ve bu teklifi oluşturmak istiyorum",
    "Submit Offer": "Teklif Gönder",
    "Available Offers": "Mevcut Teklifler",
    "Filter by Crypto": "Kriptoya göre filtrele",
    "Filter by Fiat": "İtibari paraya göre filtrele",
    "Filter by Payment Method": "Ödeme yöntemine göre filtrele",
    "Enter Amount": "Miktar Gir",
    "Enter amount here": "Miktar girin",
    "Region": "Bölge",
    "Only verified users": "Sadece doğrulanmış kullanıcılar",
    "Refresh": "Yenile",
    "Venders": "Satıcılar",
    "Limit / Available": "Limit / Mevcut",
    "Trade": "Takas",
    "There is no data.": "Veri yok.",
    "Online": "Çevrimiçi",
    "Buying": "Alıyor",
    "Sell": "Sat",
    "Notifications": "Bildirimler",
    "All access to your notifications": "Bildirimlere erişim",
    "New order is created for": "Yeni sipariş oluşturuldu:",
    "This order is created by": "Siparişi oluşturan:",
    "Edit A Buy Offer": "Alım Teklifi Düzenle",
    "View Offer": "Teklifi Gör",
    "Amount to sell": "Satılacak miktar",
    "Amount to send": "Gönderilecek miktar",
    "Amount to receive": "Alınacak miktar",
    "Payment option": "Ödeme seçeneği",
    "Trade limit": "Takas limiti",
    "Min": "Min.",
    "Max": "Maks.",
    "Buyer rate": "Alıcı kuru",
    "Trade time limit": "Takas zaman limiti",
    "Transaction fee": "İşlem ücreti",
    "Begin Trade": "Takasa Başla",
    "Transfer Crypto to Trading Wallet": "Takas Cüzdanına Kripto Aktar",
    "Your crypto would be transferred to a secured wallet in our smart contract for this trade": "Bu takas için kripto paranız akıllı sözleşmemizde güvenli bir cüzdana aktarılacak",
    "Note: Your crypto will not be released to the buyer until you release the fund after getting your payment": "Not: Siz ödemenizi alıp fonun blokesini kaldırana kadar kriptonuz alıcıya aktarılmayacak",
    "Transfer": "Aktar",
    "Confirm to Transfer Crypto": "Kripto aktarımını onayla",
    "You are transferring crypto to a secured wallet for the period of this trade": "Bu takas süresince kripto fonlarınızı akıllı bir cüzdana aktarıyorsunuz",
    "Amount": "Miktar",
    "I understand that this fund will be locked until the trade is completed": "Takas tamamlanana kadar bu fonun bloke olacağını anlıyorum"    ,
    "My Offers": "Siparişlerim",
    "My created offers": "Oluşturduğum teklifler",
    "Status": "Durum",
    "Date Range": "Tarih Aralığı",
    "Type": "Tür",
    "Crypto Bought": "Alınan Kripto",
    "Action": "Eylem",
    "Offline": "Çevrimdışı",
    "Edit Offer": "Teklifi Düzenle",
    "Discontinued Offer": "Teklifi Kaldır",
    "You currently have no notifications": "Şu anda bildiriminiz yok",
    "Order Type": "Sipariş Türü",
    "Download": "İndir",
    "Type/Vendors": "Tür/Satıcılar",
    "Fiat Amount": "İtibari Para Miktarı",
    "Crypto Amount": "Kripto Miktarı",
    "View": "Görüntüle",
    "Completed": "Tamamlandı",
    "Pending": "Bekliyor",
    "Cancelled": "İptal Edildi",
    "This is your trade locked fund": "Bu fon takas için kilitlenmiştir",
    "Locked Balance": "Kilitli Bakiye",
    "Token:": "Token:",
    "Loading": "Yükleniyor",
    "There is no locked token": "Kilitlenmiş token yok",
    "Account Settings": "Hesap Ayarları",
    "Customize your account here": "Hesabınızı özelleştirin",
    "Change your language": "Dili değiştir",
    "Change your preferred language": "Tercih ettiğiniz dili değiştirin",
    "Change your region": "Bölgeyi değiştir",
    "Change your preferred region": "Tercih ettiğiniz bölgeyi değiştirin",
    "Create Account": "Hesap Oluştur",
    "Change": "Değiştir",
    "Duration": "Süre",
    "Wait for buyer confirmation": "Satıcının onayını bekleyin",
    "Payment wait time": "Ödeme bekleme süresi",
    "Waiting for payment": "Ödeme bekleniyor",
    "Release crypto": "Kripto blokesini kaldır",
    "Trade Information": "Takas Bilgileri",
    "Your Payment Information": "Ödeme Bilgileriniz",
    "This is your selected payment method": "Seçtiğiniz ödeme yöntemi",
    "Seller's Zelle Email": "Satıcının Zelle E-postası",
    "Account Name": "Hesap Adı",
    "Reference Message": "Referans Mesajı",
    "You will be notified once buyer have sent the payment": "Alıcı ödemeyi gönderdiğinde bildirim alacaksınız",
    "Buy": "Al",
    "Paid": "Ödendi",
    "Buyer has marked this payment as “paid”, click on “confirm payment” when you have received the complete fund": "Alıcı bu ödemeyi “ödendi” olarak işaretledi, fonun tamamını aldığınızda “ödemeyi onayla”ya tıklayın",
    "Confirm Payment": "Ödemeyi Onayla",
    "Create a Dispute": "Anlaşmazlık Oluştur",
    "Confirm to Release Crypto": "Kripto blokesini kaldırmayı onayla",
    "Don't release crypto unless you have receive confirmation of payment": "Ödeme onayı almadığınız sürece kripto blokesini kaldırmayın.",
    "I confirm that I have received the exact fund from the buyer as listed above": "Yukarıda belirtilen satıcıdan ödemenin tamamını aldığımı onaylıyorum",
    "Confirm": "Onayla",
    "You have sold": "Sattınız",
    "Done": "Tamam",
    "Are you sure you want to create a dispute?": "Anlaşmazlık oluşturmak istediğinizden emin misiniz?",
    "Proceed to create a dispute if you have tried contacting the other party via chat and the issue have not been resolved": "Karşı tarafla sohbet yoluyla iletişime geçmeyi denediğiniz halde sorun çözülmediyse, anlaşmazlık oluşturmaya devam edin",
    "Create Dispute": "Anlaşmazlık Oluştur",
    "Dispute": "Anlaşmazlık",
    "Reason for dispute": "Anlaşmazlık sebebi",
    "Description": "Açıklama",
    "Start Dispute": "Anlaşmazlığı Başlat",
    "Order": "Sipariş",
    "The order has been marked as completed": "Sipariş tamamlandı olarak işaretlendi",
    "Rate Buyer": "Alıcıyı Puanla",
    "How was your experience trading with this buyer?": "Bu alıcıyla takas deneyiminiz nasıldı?",
    "Positive": "Olumlu",
    "Negative": "Olumsuz",
    "The order has been marked as cancelled": "Sipariş iptal edildi olarak işaretlendi",
    "Proceed to make payment": "Ödemeye devam et",
    "Please complete the trade within this timeline": "Lütfen takası bu zaman zarfında tamamlayın",
    "Transfer payment to seller": "Ödemeyi satıcıya aktar",
    "Transaction pending": "İşlem bekliyor",
    "Once payment is completed, click on \"payment done\"": "Ödeme tamamlanınca \"ödeme tamamlandı\"ya tıklayın",
    "Payment Done": "Ödeme Tamamlandı",
    "Wait for seller's confirmation": "Satıcının onayını bekleyin",
    "Wait time": "Bekleme süresi",
    "Waiting for seller's confirmation": "Satıcının onayı bekleniyor",
    "The seller has marked this order as completed.": "Satıcı bu siparişi tamamlandı olarak işaretledi.",
    "Order Number": "Sipariş Numarası",
    "Date": "Tarih",
    "Amount to pay": "Ödenecek miktar",
    "Crypto to receive after fees": "Alınacak kripto",
    "Payment method used for this trade": "Bu takas için kullanılan ödeme yöntemi",
    "Import/Export your keys": "Anahtar içe/dışa aktar",
    "Export your private and public key in case you want to clear your cookies but still want to keep your buy orders": "Çerezlerinizi temizlemek ama alım emirlerinizi saklamak isterseniz özel ve genel anahtarınızı dışa aktarın",
    "Payment is done": "Ödeme tamamlandı",
    "Are you Sure you want to confirm the payment?": "Ödemeyi onaylamak istediğinize emin misiniz?",
    "Are you sure you want to discontinue this offer?": "Bu teklifi kaldırmak istediğinize emin misiniz?",
    "This will remove the active offers off the available offers dashboard": "Bu, etkin teklifleri mevcut teklifler panosundan kaldıracak",
    "Order is cancelled": "Sipariş iptal edildi",
    "Wait time expired, sell order was cancelled. Your Crypto will be returned to your Wallet": "Bekleme süresi doldu, satış emri iptal edildi. Kriptonuz Cüzdanınıza iade edilecek.",
    "Change Language": "Dil Değiştir",
    "Select your prefered language from the list": "Tercih ettiğiniz dili listeden seçin",
    "Change Region": "Bölge Değiştir",
    "Select your prefered region from the list": "Tercih ettiğiniz bölgeyi listeden seçin",
    "Please send a E-Mail to Dispute@mansa-trade.com to settle this Dispute": "Bu Anlaşmazlığı çözmek için lütfen Dispute@mansa-trade.com adresine bir e-posta gönderin.",
    "Add Payment Method": "Ödeme Yöntemi Ekle",
    "Add": "Ekle",
    "Account Details": "Hesap Ayrıntıları",
    "Enter your full name": "Tam adınızı girin",
    "Enter your email address": "E-posta adresinizi girin",
    "I confirm the above payment details is correct. I agree this information will be visible to the buyer during the transaction for fiat payment.": "Yukarıdaki ödeme ayrıntılarının doğru olduğunu onaylıyorum. Bu bilgilerin itibari para aktarımı sırasında alıcı tarafından görülmesini kabul ediyorum.",
    "You will be notified once buyer have sent the payment.": "Alıcı ödemeyi gönderdiğinde bildirim alacaksınız."
}