{
    "Buy And Sell Crypto With Cash In a Decentralized": "Mua bán tiền điện tử bằng tiền mặt trên sàn phi tập trung",
    "P2P Marketplace Built On": "Dựa trên nền tảng thị trường P2P",
    "A fully decentralized P2P platform where you can buy and sell crypto with cash using your preffered payment methods.": "Một nền tảng P2P hoàn toàn phi tập trung, nơi bạn có thể mua bán tiền điện tử bằng tiền mặt theo các phương thức thanh toán ưa thích của mình.",
    "Start Trading": "Bắt đầu giao dịch",
    "Total Volume": "Tổng khối lượng giao dịch",
    "Transactions": "Các giao dịch",
    "Active Wallets": "Các ví đang hoạt động",
    "looking for ways to trade your cryptocurrency into cash?": "bạn đang tìm cách chuyển đổi tiền điện tử của mình thành tiền mặt?",
    "Get paid in your fiat account in minutes with our list of payment option to choose from": "Nhận thanh toán bằng tài khoản fiat của bạn trong vài phút với danh sách tùy chọn thanh toán của chúng tôi",
    "Our Features": "Các tính năng của chúng tôi",
    "Here is what makes us different from others": "Sau đây là những điểm khiến chúng tôi khác biệt với những sàn giao dịch khác",
    "No Verification Needed": "Không yêu cầu xác thực",
    "Get started in minutes. Connect your wallet, no need for personal information.": "Khởi tạo chỉ trong vài phút. Kết nối ví mà không cần thông tin cá nhân của bạn.",
    "Fully Decentralized": "Hoàn toàn phi tập trung",
    "Trading takes place among a global P2P network of annonymous users using MansaTrade.": "Giao dịch diễn ra trên một mạng P2P toàn cầu giữa những người dùng ẩn danh sử dụng MansaTrade.",
    "Safe": "An toàn",
    "We don’t have access to your funds. Transfers held in-between trades are stored in a smart contract to protect both buyers and sellers": "Chúng tôi không có quyền truy cập vào ví của bạn. Việc chuyển tiền trong các giao dịch được lưu trữ trong một hợp đồng thông minh để bảo vệ cả người mua và người bán",
    "Flexible Payment Methods": "Các phương thức thanh toán linh hoạt",
    "We have a wide range of payment method available for you to receive cash": "Chúng tôi có nhiều phương thức thanh toán để bạn nhận lại được tiền mặt",
    "Wallet to Wallet Chat": "Trò chuyện giữa các chủ Ví",
    "Buyers and Sellers can communicate via our smart wallet-to-wallet chat during trade": "Người mua và Người bán có thể giao tiếp bằng tính năng trò chuyện thông minh giữa các chủ ví của chúng tôi trong quá trình giao dịch",
    "Easy to Use": "Dễ dàng sử dụng",
    "Getting started on your first trade is just a few clicks away.": "Bắt đầu giao dịch đầu tiên của bạn chỉ bằng một vài cú nhấp chuột.",
    "HOW P2P WORKS": "P2P HOẠT ĐỘNG NHƯ THẾ NÀO",
    "Your step by step guide to using our P2P platform": "Hướng dẫn từng bước dành cho bạn để sử dụng nền tảng P2P của chúng tôi",
    "Create an Offer": "Tạo một Chào giá",
    "Create a Buy offer, then wait for users to engage with your created offer.": "Tạo một Chào giá, sau đó đợi người dùng tương tác với chào gía đã tạo của bạn.",
    "Pay the seller": "Trả tiền cho người bán",
    "Send money to the seller via the listed payment methods. Complete the fiat transaction and click \"Payment done\" to notify seller.": "Chuyển tiền cho người bán thông qua các phương thức thanh toán được liệt kê. Hoàn tất giao dịch fiat và nhấp vào \"Thanh toán xong\" để thông báo cho người bán.",
    "Get your Crypto": "Nhận tiền điện tử của bạn",
    "Once the seller confirms receipt of money, the escrowed crypto will be released to you immediately.": "Sau khi người bán xác nhận đã nhận tiền, tiền điện tử ký quỹ sẽ được chuyển cho bạn ngay lập tức.",
    "Place an Order": "Đặt đơn hàng",
    "After you place an order from the offer list, your crypto will be escrowed by our smart contract.": "Sau khi bạn đặt hàng từ danh sách chào giá, tiền điện tử của bạn sẽ được ký quỹ bằng hợp đồng thông minh của chúng tôi.",
    "Confirm the Payment": "Xác nhận Thanh toán",
    "Check your receiving account for payment confirmation by the buyer. Make sure its the exact amount as stated on the trade.": "Kiểm tra tài khoản nhận của bạn để xác nhận việc thanh toán của người mua. Đảm bảo số tiền chính xác như đã nêu trong giao dịch.",
    "Release Crypto": "Giải phóng tiền điện tử",
    "Once you confirm the receipt of money, release crypto to the buyer.": "Sau khi bạn xác nhận việc nhận tiền, tiền điện tử sẽ được chuyển cho người mua.",
    "Frequently Asked Questions": "Các câu hỏi thường gặp",
    "See what others are also asking about": "Xem những người khác đang hỏi về những điều gì",
    "1. Is MansaTrade Safe": "1. MansaTrade có an toàn không",
    "In order to achieve security MansaTrade uses a 2-of-2 multi-signature address to safeguard every crypto exchanged on our platform. Trade disputes are resolved using a three-tier system that combines mediation and end-to-end encrypted trader chat. Since fiat transactions can frequently be reversed, there is always some chargeback risk when exchanging fiat currency for crypto. We recommend trading with buyers that are KYC and verified. MansaTrade only accepts payment methods known to be challenging for chargebacks; as a result, We do not accept PayPal or credit cards, for instance.": "Để đảm bảo tính bảo mật, MansaTrade sử dụng địa chỉ đa chữ ký 2 trên 2 để bảo vệ mọi đồng tiền điện tử được trao đổi trên nền tảng của chúng tôi. Tranh chấp thương mại được giải quyết bằng cách sử dụng hệ thống ba cấp kết hợp hòa giải và trò chuyện thương nhân được mã hóa đầu cuối. Vì các giao dịch fiat thường xuyên có thể bị đảo ngược, nên luôn có một số rủi ro về khoản bồi hoàn khi đổi tiền fiat lấy tiền điện tử. Chúng tôi khuyến nghị bạn nên giao dịch với những người mua đã KYC và đã được xác thực. MansaTrade chỉ chấp nhận các phương thức thanh toán được biết là có áp dụng các khoản bồi hoàn; vì vậy, chúng tôi không chấp nhận các phương thức chẳng hạn như PayPal hoặc thẻ tín dụng.",
    "2. What are transaction fees?": "2. Phí giao dịch là bao nhiêu?",
	"MansaTrade charges a 0.45% transaction fee on trades relatively lower than most centralized p2p. Transaction fees are automatically deducted from both parties by the smart contract.": "MansaTrade tính phí giao dịch 0.45% cho các giao dịch, tương đối thấp so với hầu hết các sàn p2p tập trung. Phí giao dịch được tự động khấu trừ từ cả hai bên bằng hợp đồng thông minh.",
    "3. How does MansaTrade handle fiats like dollars and euros? Where does it go?": "3. MansaTrade xử lý các giao dịch fiat bằng đô-la và euro bằng cách nào? Chúng sẽ đi về đâu?",
	"MansaTrade does not handle fiat at all. Every trade on our platform is settled outside of MansaTrade. In order words, fiat payments are sent outside MansaTrade via traditional banking services.": "MansaTrade hoàn toàn không xử lý các giao dịch fiat. Mọi giao dịch trên nền tảng của chúng tôi được thanh toán bên ngoài MansaTrade. Nói cách khác, thanh toán fiat được chuyển ra bên ngoài MansaTrade thông qua các dịch vụ ngân hàng truyền thống.",
    "4. Does MansaTrade require a security deposit?": "4. MansaTrade có yêu cầu đặt cọc không?",
	"As of now, MansaTrade does not require a security deposit. However, crypto sellers for fiat are required to deposit the asset they want to trade for cash into our secured smart contract before receiving fiat. On the other hand, buyers (Fiat Providers) are not required to deposit crypto. One-time KYC for buyers is optional but highly recommended to remain a verified buyer on the platform, which increases seller trust.": "Hiện tại, MansaTrade không yêu cầu tiền đặt cọc. Tuy nhiên, những người bán tiền điện tử cho fiat được yêu cầu ký quỹ tài sản mà họ muốn giao dịch lấy tiền mặt vào hợp đồng thông minh được bảo đảm của chúng tôi trước khi nhận fiat. Mặt khác, người mua (Bên cung cấp Fiat) không bắt buộc phải ký quỹ tiền điện tử. KYC một lần cho người mua là tùy chọn nhưng được khuyến khích để duy trì trạng thái người mua đã xác thực trên nền tảng, điều này làm tăng sự tin tưởng cho người bán.",
    "5. Which payment methods are available?": "5. Có những phương thức thanh toán nào?",
	"MansaTrade accepts over 20 different payment methods such as Zelle, Cashapp, Venmo, Apple Pay, Wechat, and many more. Navigate through the platform for a complete list of all payment methods.": "MansaTrade chấp nhận hơn 20 phương thức thanh toán khác nhau như Zelle, Cashapp, Venmo, Apple Pay, Wechat, v.v. Tìm kiếm trong nền tảng để có danh sách đầy đủ tất cả các phương thức thanh toán.",
    "6. How long does a trade take?": "6. Một giao dịch kéo dài bao lâu?",
	"MansaTrade does not offer automatic order matching. All trades are settled manually by humans outside the MansaTrade P2P platform. Trades can still be completed quite rapidly even though they take longer than they would on Centralized exchanges. Most payment methods on MansaTrade platform are instant while others may take a few days such as certain bank transfers.": "MansaTrade không cho phép khớp lệnh tự động. Tất cả các giao dịch được giải quyết thủ công bởi con người bên ngoài nền tảng MansaTrade P2P. Các giao dịch vẫn có thể được hoàn thành khá nhanh chóng mặc dù chúng mất nhiều thời gian hơn so với các sàn giao dịch tập trung. Hầu hết các phương thức thanh toán trên nền tảng MansaTrade là tức thì trong khi một số phương thức khác có thể mất vài ngày, chẳng hạn như một số giao dịch chuyển khoản ngân hàng nhất định.",
	"7. How does MansaTrade protect my privacy?": "7. MansaTrade bảo vệ quyền riêng tư của tôi như thế nào?",
	"Personal information of users such as names, email, phone number etc. Are not required to use on our platform. Our platform does not have a database and every payment information is stored on the Smart Contract.": "Thông tin cá nhân của người dùng như tên, email, số điện thoại, v.v. không bắt buộc phải sử dụng trên nền tảng của chúng tôi. Nền tảng của chúng tôi không có cơ sở dữ liệu và mọi thông tin thanh toán đều được lưu trữ trong Hợp đồng thông minh.",
	"8. How does MansaTrade protect my data?": "8. MansaTrade bảo vệ dữ liệu của tôi như thế nào?",
	"MansaTrade does not store data at all, and has no backend server. Our technology uses only the front end and smart contract. We do not store user data or payment information. We use two types of keys; the private key is used to decrypt messages while the public key can only encrypt messages. For example, A buyer's public key is made public when they create an offer in the smart contract. When a seller wants to interact with a buyer's offer, the seller uses the buyer's public keys to encrypt his/her payment information which is sent to the smart contract. The buyer then decrypts the data with his private key.": "MansaTrade hoàn toàn không lưu trữ dữ liệu và không có máy chủ phụ trợ. Công nghệ của chúng tôi chỉ sử dụng giao diện người dùng và hợp đồng thông minh. Chúng tôi không lưu trữ dữ liệu người dùng hoặc thông tin thanh toán. Chúng tôi sử dụng hai loại khóa; khóa riêng tư được sử dụng để giải mã tin nhắn trong khi khóa công khai chỉ có thể mã hóa tin nhắn. Ví dụ: khóa công khai của người mua được công khai khi họ tạo chào giá bằng hợp đồng thông minh. Khi người bán muốn tương tác với chào giá của người mua, người bán sử dụng khóa công khai của người mua để mã hóa thông tin thanh toán được gửi đến hợp đồng thông minh của người đó. Sau đó, người mua sẽ giải mã dữ liệu bằng khóa riêng tư của mình.",
    "Connect Wallet": "Kết nối Ví",
    "Offers": "Các chào giá",
    "My Orders": "Các đơn đặt hàng của tôi",
    "Trading Wallet": "Ví giao dịch",
    "Account": "Tài khoản",
    "Stats": "Số liệu thống kê",
    "Create New Offer": "Tạo chào giá mới",
    "Buy Crypto for Cash": "Mua tiền điện tử bằng tiền mặt",
    "View my Offers": "Xem các chào giá của tôi",
    "Create A Buy Offer": "Tạo một chào giá mua",
    "Specify your sell order requirments": "Nêu rõ các yêu cầu đặt hàng bán của bạn",
    "Please connect your wallet": "Hãy kết nối ví của bạn",
    "Offer Options": "Các tùy chọn chào giá",
    "Offer Terms": "Các điều khoản chào giá",
    "Select Crypto to Buy": "Chọn tiền điện tử để mua",
    "Select Fiat to Accept": "Chọn Fiat để chấp nhận",
    "Total Trading Amount": "Tổng số tiền giao dịch",
    "Order Limit": "Giới hạn đặt hàng",
    "Offer Price": "Giá chào hàng",
    "Fixed Price": "Giá cố định",
    "Choose crypto rate you want to use": "Chọn tỷ giá tiền điện tử bạn muốn áp dụng",
    "Offer’s selling price is locked once created, and does not fluctuate with the market price.": "Giá bán của chào giá bị khóa sau khi tạo và không biến động theo giá thị trường.",
    "Offer Rate": "Mức giá chào hàng",
    "Current": "Hiện tại",
    "marketplace price": "giá thị trường",
    "Floating Price": "Giá thả nổi",
    "Offer’s selling price will fluctuate with the market price of the crypto.": "Giá bán của chào hàng sẽ dao động theo giá thị trường của tiền điện tử.",
    "Your Rate": "Mức giá của bạn",
    "Payment Options": "Các tùy chọn thanh toán",
    "Select your payment option (up to 3)": "Chọn tùy chọn thanh toán của bạn (tối đa 3)",
    "Add New": "Thêm mới",
    "Trade Time Limit": "Giới hạn thời gian giao dịch",
    "Next Step": "Bước tiếp theo",
    "Cancel": "Hủy bỏ",
    "Post": "Đăng",
    "To create an offer you need to be Verified using KYC": "Để tạo chào giá, bạn cần phải được Xác thực bằng KYC",
    "This is one time payment on your account": "Đây là khoản thanh toán một lần trên tài khoản của bạn",
    "KYC fee": "Phí KYC",
    "Frequency": "Tần suất",
    "I agree for the above listed amount to be withdrawn from my account wallet": "Tôi đồng ý số tiền được liệt kê ở trên sẽ được rút ra từ tài khoản ví của tôi",
    "Pay": "Thanh toán",
    "Offer Confirmation": "Xác nhận chào giá",
    "Check the offer terms before proceeding to submit this offer": "Kiểm tra các điều khoản của chào giá trước khi tiếp tục gửi chào giá này",
    "Rate": "Mức giá",
    "Limit": "Giới hạn",
    "Payment Method": "Phương thức thanh toán",
    "Crypto to Buy": "Tiền điện tử cần mua",
    "Fiat to Send": "Fiat chuẩn bị gửi",
    "I have read through the offer terms, and want to proceed to create this offer": "Tôi đã đọc qua các điều khoản của chào giá và muốn tiếp tục tạo chào giá này",
    "Submit Offer": "Gửi chào giá",
    "Available Offers": "Các chào giá có sẵn",
    "Filter by Crypto": "Lọc theo tiền điện tử",
    "Filter by Fiat": "Lọc theo Fiat",
    "Filter by Payment Method": "Lọc theo phương thức thanh toán",
    "Enter Amount": "Nhập số tiền",
    "Enter amount here": "Nhập số tiền ở đây",
    "Region": "Khu vực",
    "Only verified users": "Chỉ những người dùng đã được xác thực",
    "Refresh": "Làm mới",
    "Venders": "Nhà cung cấp",
    "Limit / Available": "Giới hạn / Có sẵn",
    "Trade": "Giao dịch",
    "There is no data.": "Không có dữ liệu.",
    "Online": "Trực tuyến",
    "Buying": "Đang mua",
    "Sell": "Bán",
    "Notifications": "Thông báo",
    "All access to your notifications": "Tất cả quyền truy cập vào thông báo của bạn",
    "New order is created for": "Đơn đặt hàng mới được tạo cho",
    "This order is created by": "Đơn đặt hàng này được tạo bởi",
    "Edit A Buy Offer": "Chỉnh sửa chào mua hàng",
    "View Offer": "Xem các chào giá",
    "Amount to sell": "Số lượng cần bán",
    "Amount to send": "Số lượng cần gửi",
    "Amount to receive": "Số lượng nhận được",
    "Payment option": "Tùy chọn thanh toán",
    "Trade limit": "Giới hạn giao dịch",
    "Min": "Tối thiểu",
    "Max": "Tối đa",
    "Buyer rate": "Mức giá của người mua",
    "Trade time limit": "Giới hạn thời gian giao dịch",
    "Transaction fee": "Phí giao dịch",
    "Begin Trade": "Bắt đầu giao dịch",
    "Transfer Crypto to Trading Wallet": "Chuyển tiền điện tử sang Ví giao dịch",
    "Your crypto would be transferred to a secured wallet in our smart contract for this trade": "Tiền điện tử của bạn sẽ được chuyển đến một ví bảo mật bằng hợp đồng thông minh của chúng tôi cho giao dịch này",
    "Note: Your crypto will not be released to the buyer until you release the fund after getting your payment": "Lưu ý: Tiền điện tử của bạn sẽ không được chuyển cho người mua cho đến khi bạn giải phóng chúng sau khi nhận được khoản thanh toán của mình",
    "Transfer": "Chuyển tiền",
    "Confirm to Transfer Crypto": "Xác nhận chuyển tiền điện tử",
    "You are transferring crypto to a secured wallet for the period of this trade": "Bạn đang chuyển tiền điện tử sang một ví bảo mật trong thời gian thực hiện giao dịch này",
    "Amount": "Số tiền",
    "I understand that this fund will be locked until the trade is completed": "Tôi hiểu rằng khoản tiền này sẽ bị khóa cho đến khi giao dịch hoàn tất",
    "My Offers": "Các chào giá của tôi",
    "My created offers": "Các chào giá đã tạo của tôi",
    "Status": "Trạng thái",
    "Date Range": "Phạm vi ngày",
    "Type": "Dạng",
    "Crypto Bought": "Tiền điện tử đã mua",
    "Action": "Hành động",
    "Offline": "Ngoại tuyến",
    "Edit Offer": "Chỉnh sửa Chào giá",
    "Discontinued Offer": "Ngừng Chào giá",
    "You currently have no notifications": "Hiện tại bạn không có thông báo nào",
    "Order Type": "Dạng Đơn đặt hàng",
    "Download": "Tải xuống",
    "Type/Vendors": "Dạng/Nhà cung cấp",
    "Fiat Amount": "Số lượng Fiat",
    "Crypto Amount": "Số lượng tiền điện tử",
    "View": "Xem",
    "Completed": "Hoàn thành",
    "Pending": "Chưa giải quyết",
    "Cancelled": "Đã hủy bỏ",
    "This is your trade locked fund": "Đây là khoản tiền bị khóa giao dịch của bạn",
    "Locked Balance": "Số dư đã khóa",
    "Token:": "Token:",
    "Loading": "Đang tải",
    "There is no locked token": "Không có token bị khóa",
    "Account Settings": "Cài đặt tài khoản",
    "Customize your account here": "Tùy biến tài khoản của bạn tại đây",
    "Change your language": "Thay đổi ngôn ngữ",
    "Change your preferred language": "Thay đổi ngôn ngữ ưa thích của bạn",
    "Change your region": "Thay đổi khu vực của bạn",
    "Change your preferred region": "Thay đổi khu vực ưa thích của bạn",
    "Create Account": "Tạo tài khoản",
    "Change": "Thay đổi",
    "Duration": "Thời hạn",
    "Wait for buyer confirmation": "Chờ xác nhận của người mua",
    "Payment wait time": "Thời gian chờ thanh toán",
    "Waiting for payment": "Đang chờ thanh toán",
    "Release crypto": "Giải phóng tiền điện tử",
    "Trade Information": "Thông tin giao dịch",
    "Your Payment Information": "Thông tin thanh toán của bạn",
    "This is your selected payment method": "Đây là phương thức thanh toán bạn đã chọn",
    "Seller's Zelle Email": "Email Zelle của Người bán",
    "Account Name": "Tên tài khoản",
    "Reference Message": "Thông báo Tham chiếu",
    "You will be notified once buyer have sent the payment": "Bạn sẽ được thông báo sau khi người mua thanh toán",
    "Buy": "Mua",
    "Paid": "Đã thanh toán",
    "Buyer has marked this payment as “paid”, click on “confirm payment” when you have received the complete fund": "Người mua đã đánh dấu khoản thanh toán này là “đã thanh toán”, hãy nhấp vào “xác nhận thanh toán” khi bạn đã nhận được đủ tiền",
    "Confirm Payment": "Xác nhận thanh toán",
    "Create a Dispute": "Tạo Tranh chấp",
    "Confirm to Release Crypto": "Xác nhận giải phóng tiền điện tử",
    "Don't release crypto unless you have receive confirmation of payment": "Không giải phóng tiền điện tử trừ khi bạn nhận được xác nhận thanh toán",
    "I confirm that I have received the exact fund from the buyer as listed above": "Tôi xác nhận rằng tôi đã nhận được chính xác số tiền từ người mua như đã liệt kê ở trên",
    "Confirm": "Xác nhận",
    "You have sold": "Bạn đã bán",
    "Done": "Đã xong",
    "Are you sure you want to create a dispute?": "Bạn có chắc chắn muốn tạo tranh chấp không?",
    "Proceed to create a dispute if you have tried contacting the other party via chat and the issue have not been resolved": "Tiếp tục tạo tranh chấp nếu bạn đã thử liên hệ với bên kia qua trò chuyện và vấn đề vẫn chưa được giải quyết",
    "Create Dispute": "Tạo Tranh chấp",
    "Dispute": "Tranh chấp",
    "Reason for dispute": "Lý do tranh chấp",
    "Description": "Mô tả",
    "Start Dispute": "Bắt đầu Tranh chấp",
    "Order": "Đơn đặt hàng",
    "The order has been marked as completed": "Đơn đặt hàng đã được đánh dấu là đã hoàn thành",
    "Rate Buyer": "Mức giá người mua",
    "How was your experience trading with this buyer?": "Trải nghiệm của bạn khi giao dịch với người mua này như thế nào?",
    "Positive": "Tích cực",
    "Negative": "Tiêu cực",
    "The order has been marked as cancelled": "Đơn đặt hàng đã được đánh dấu là đã hủy",
    "Proceed to make payment": "Tiến hành thanh toán",
    "Please complete the trade within this timeline": "Vui lòng hoàn thành giao dịch trong thời hạn này",
    "Transfer payment to seller": "Chuyển khoản thanh toán cho người bán",
    "Transaction pending": "Giao dịch đang chờ xử lý",
    "Once payment is completed, click on \"payment done\"": "Sau khi thanh toán hoàn tất, hãy nhấp vào \"thanh toán xong\"",
    "Payment Done": "Thanh toán xong",
    "Wait for seller's confirmation": "Chờ xác nhận của người bán",
    "Wait time": "Thời gian chờ đợi",
    "Waiting for seller's confirmation": "Đang chờ xác nhận của người bán",
    "The seller has marked this order as completed.": "Người bán đã đánh dấu đơn đặt hàng này là đã hoàn thành.",
    "Order Number": "Số đơn đặt hàng",
    "Date": "Ngày",
    "Amount to pay": "Số tiền phải trả",
    "Crypto to receive after fees": "Tiền điện tử nhận được",
    "Payment method used for this trade": "Phương thức thanh toán được sử dụng cho giao dịch này",
    "Import/Export your keys": "Nhập / Xuất khóa của bạn",
    "Export your private and public key in case you want to clear your cookies but still want to keep your buy orders": "Xuất khóa riêng tư và khóa công khai của bạn trong trường hợp bạn muốn xóa cookie nhưng vẫn muốn giữ lại đơn đặt hàng của mình",
    "Payment is done": "Thanh toán xong",
    "Are you Sure you want to confirm the payment?": "Bạn có chắc chắn muốn xác nhận thanh toán không?",
    "Are you sure you want to discontinue this offer?": "Bạn có chắc chắn muốn ngừng chào giá này không?",
    "This will remove the active offers off the available offers dashboard": "Việc này sẽ xóa các chào giá đang có hiệu lực khỏi trang tổng quan chào giá có sẵn",
    "Order is cancelled": "Đơn hàng đã bị hủy",
    "Wait time expired, sell order was cancelled. Your Crypto will be returned to your Wallet": "Thời gian chờ đợi đã hết, lệnh bán đã bị hủy. Tiền điện tử của bạn sẽ được trả lại cho Ví của bạn",
    "Change Language": "Thay đổi ngôn ngữ",
    "Select your prefered language from the list": "Chọn ngôn ngữ ưa thích của bạn từ danh sách",
    "Change Region": "Thay đổi khu vực",
    "Select your prefered region from the list": "Chọn khu vực ưa thích của bạn từ danh sách",
    "Please send a E-Mail to Dispute@mansa-trade.com to settle this Dispute": "Vui lòng gửi E-Mail tới địa chỉ Dispute@mansa-trade.com để giải quyết Tranh chấp này",
    "Add Payment Method": "Thêm phương thức thanh toán",
    "Add": "Thêm",
    "Account Details": "Chi tiết tài khoản",
    "Enter your full name": "Nhập tên đầy đủ của bạn",
    "Enter your email address": "Nhập địa chỉ email của bạn",
    "I confirm the above payment details is correct. I agree this information will be visible to the buyer during the transaction for fiat payment.": "Tôi xác nhận các chi tiết thanh toán trên là chính xác. Tôi đồng ý rằng thông tin này sẽ được hiển thị cho người mua trong quá trình giao dịch để thanh toán bằng fiat.",
    "You will be notified once buyer have sent the payment.": "Bạn sẽ được thông báo sau khi người mua đã thanh toán."
}